Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Unknown keyword {key}.
es: Palabra clave {key} desconocida.
pl: Nieznane słowo kluczowe {key}.
pt: Palavra-chave {key} desconhecida.

source: The welcome message has been disabled.
es: El mensaje de bienvenida ha sido desactivado.
pl: Wiadomość powitalna została wyłączona.
pt: A mensagem de boas-vindas foi desativada.

source: Welcome message updated.
es: Mensaje de bienvenida actualizado.
pl: Wiadomość powitalna zaktualizowana.
pt: Mensagem de boas-vindas atualizada.

source: Changes the channel where new members are welcomed.
es: Cambia el canal donde los nuevos miembros son bienvenidos.
pl: Zmienia kanał, w którym nowi członkowie są witani.
pt: Altera o canal onde novos membros recebem mensagens de boas-vindas.

source: A welcome message must be set for this setting to work. If the channel becomes unavailable, private messages will be used. Note that private messages are not reliable since new users can have them disabled before joining. To disable this, you must disable welcome messages using `settings welcome`.
es: Debe establecerse un mensaje de bienvenida para que esta configuración funcione. Si el canal no está disponible, se utilizarán mensajes privados. Tenga en cuenta que los mensajes privados no son fiables ya que los nuevos usuarios pueden deshabilitarlos antes de unirse. Para deshabilitar esto, debe desactivar los mensajes de bienvenida usando `settings welcome`.
pl: Należy ustawić wiadomość powitalną dla tego ustawienia. Jeśli kanał stanie się niedostępny, zostaną użyte prywatne wiadomości. Zauważ, że prywatne wiadomości nie są niezawodne, ponieważ nowi użytkownicy mogą mieć je wyłączone przed dołączeniem. Aby to wyłączyć, musisz wyłączyć wiadomości powitalne używając `settings welcome`.
pt: Uma mensagem de boas-vindas deve ser definida para esta configuração funcionar. Se o canal não estiver disponível, serão utilizadas mensagens privadas. Note que mensagens privadas não são confiáveis, já que novos usuários podem desabilitá-las antes de entrar. Para desativar isso, você deve desativar mensagens de boas-vindas usando `settings welcome`.

source: A channel's name or ID, or `private`.
es: Nombre o ID de un canal, o `private`.
pl: Nazwa lub ID kanału, albo `private`.
pt: Nome ou ID de um canal, ou `private`.

source: channel/private
es: canal/privado
pl: kanał/private
pt: canal/privado

source: private
es: privado
pl: prywatny
pt: privado

source: Welcome messages are already private.
es: Los mensajes de bienvenida ya son privados.
pl: Wiadomości powitalne są już prywatne.
pt: As mensagens de boas-vindas já são privadas.

source: Are you sure you want to make welcome messages private?
es: ¿Está seguro de que desea hacer privados los mensajes de bienvenida?
pl: Czy jesteś pewien, że chcesz włączyć prywatne wiadomości powitalne?
pt: Tem certeza de que deseja tornar privadas as mensagens de boas-vindas?

source: Are you sure you want {channel} as the new welcome channel?
es: ¿Estás seguro de que quieres {channel} como el nuevo canal de bienvenida?
pl: Czy na pewno chcesz wybrać {channel} jako nowy kanał powitalny?
pt: Tem certeza que deseja que {channel} seja o novo canal de boas-vindas?

source: Welcome messages will be sent privately.
es: Los mensajes de bienvenida serán enviados en privado.
pl: Wiadomości powitalne będą wysyłane prywatnie.
pt: As mensagens de boas-vindas serão enviadas em particular.

source: {channel} will now be used for welcome messages.
es: {channel} ahora se usará para mensajes de bienvenida.
pl: {channel} będzie teraz używany do wiadomości powitalnych.
pt: A partir de agora, {channel} será usado para mensagens de boas-vindas.

source: Changes the world this Discord server tracks.
es: Cambia el mundo que servidor de Discord rastrea.
pl: Zmienia świat śledzony przez ten serwer Discorda.
pt: Altera o mundo monitorado neste servidor.

source: The tracked world is the Tibia world that this Discord server is following. Only characters in that world will be registered.
es: El mundo rastreado es el de Tibia que sigue este servidor de Discord. Solo se registrarán personajes en ese mundo.
pt: O mundo monitorado é o mundo do Tibia que este servidor do Discord está seguindo. Apenas personagens desse mundo serão registrados.

source: Any Tibia world or `none` to disable.
es: Cualquier mundo de Tibia o `ninguno` para desactivar.
pl: Dowolny świat Tibii lub `none` aby wyłączyć.
pt: Qualquer mundo do Tibia ou `nenhum` para desativar.

source: world/none
es: mundo/ninguno
pl: świat/none
pt: mundo/nenhum

source: This server is already not tracking any world.
es: Este servidor ya no está siguiendo ningún mundo.
pl: Ten serwer nie śledzi żadnych światów.
pt: Este servidor já não está monitorando mundo algum.

source: Are you sure you want to unassign **{world}** from this server?
es: ¿Estás seguro de que deseas desasignar a **{world}** de este servidor?
pl: Czy na pewno chcesz anulować przypisanie **{world}** do tego serwera?
pt: Tem certeza que deseja remover **{world}** deste servidor?

source: Are you sure you want to assign **{w}** to this server?
es: ¿Estás seguro de que deseas asignar **{w}** a este servidor?
pl: Czy na pewno chcesz przypisać **{w}** do tego serwera?
pt: Tem certeza que deseja adicionar **{w}** a este servidor?

source: This server is no longer tracking any world.
es: Este servidor ya no está siguiendo ningún mundo.
pl: Ten serwer nie śledzi już żadnych światów.
pt: Este servidor não está mais monitorando nenhum mundo.

source: This server is now tracking **{world}**.
es: Este servidor ahora está siguiendo a **{world}**.
pt: A partir de agora, este servidor está monitorando **{world}**.

source: The {name} channel was disabled.
es: El canal {name} fue deshabilitado.
pl: Kanał {name} został wyłączony.
pt: O canal {name} foi desativado.

source: {name} disabled by {author}.
es: {name} deshabilitado por {author}.
pl: {name} wyłączony przez {author}.
pt: {name} desativado por {author}.

source: {name} updated by {author}.
es: {name} actualizado por {author}.
pl: {name} zaktualizowany przez {author}.
pt: {name} atualizado por {author}.

source: {0} will now be used as the {1}.
es: {0} ahora será usado como {1}.
pl: {0} zostanie teraz użyty jako {1}.
pt: A partir de agora, {0} será usado como {1}.

source: I was not able to create a webhook for channel {0}
es: No he podido crear un webhook para el canal {0}
pl: Nie byłem w stanie utworzyć webhooka dla kanału {0}
pt: Não consegui criar um webhook para o canal {0}

source: Private Messages
es: Mensajes privados
pl: Prywatne wiadomości
pt: Mensagens Privadas

source: Disabled.
es: Deshabilitado.
pl: Wyłączone.
pt: Desativado.

source: None.
es: Ninguno.
pt: Nenhum.

source: None, previous channel was deleted.
es: Ninguno, el canal anterior fue eliminado.
pt: Nenhum, o canal anterior foi excluído.

source: {channel}, but I can't use the channel.
es: {channel}, pero no puedo usar el canal.
pl: {channel}, ale nie mogę użyć tego kanału.
pt: {channel}, mas eu não consigo usar este canal.

source: I will send direct messages meanwhile.
es: enviaré mensajes directos mientras tanto.
pl: W międzyczasie wysyłam prywatne wiadomości.
pt: Enquanto isso, enviarei mensagens diretas.

source: I have no channel to use.
es: No tengo ningún canal para usar.
pl: Nie mam żadnego kanału do użycia.
pt: Não tenho canal para usar.

source: I will use {channel} meanwhile.
es: usaré {channel} mientras tanto.
pl: W międzyczasie będę używać {channel}.
pt: Enquanto isso, usarei {channel}.

source: None, webhook was deleted by a user.
es: Ninguno, el webhook fue eliminado por un usuario.
pl: Żaden, webhook został usunięty przez użytkownika.
pt: Nenhum, o webhook foi excluído por um usuário.

source: I'm not able to get the current value, please try again later.
es: No puedo obtener el valor actual, por favor inténtalo de nuevo más tarde.
pl: Nie jestem w stanie uzyskać aktualnej wartości, spróbuj ponownie później.
pt: Não consigo obter o valor atual, por favor, tente novamente mais tarde.

source: Current value
es: Valor actual
pl: Aktualna wartość
pt: Valor atual

source: Edit
es: Editar
pl: Edytuj
pt: Editar

source: Accepted values
es: Valores aceptados
pl: Akceptowane wartości
pt: Valores aceitos

source: Use "{prefix}help {command} {subcommand}" for more info.
es: Usa "{prefix}help {command} {subcommand}" para más información.
pl: Użyj "{prefix}help {command} {subcommand}", aby uzyskać więcej informacji.
pt: Use "{prefix}help {command} {subcommand}" para mais informações.

source: There's no {name} channel set.
es: No se ha establecido ningún canal {name}.
pl: Nie ustawiono żadnego kanału {name}.
pt: O canal {name} não foi definido.

source: Are you sure you want to disable the set {name}?
es: ¿Estás seguro de que deseas desactivar el {name}?
pl: Jesteś pewien, że chcesz wyłączyć ustawione {name}?
pt: Tem certeza que deseja desativar o {name}?

source: I need `Manage Webhooks` permissions to assign a {name}.
es: Necesito permisos de `Gestionar webhooks` para asignar un {name}.
pl: Potrzebuję uprawnienia `Zarządzanie webhookami`, aby przypisać {name}.
pt: Preciso da permissão `Gerenciar webhooks` para atribuir um {name}.

source: Are you sure you want {new_channel} as the new {name}?
es: ¿Estás seguro de que quieres {new_channel} como nuevo {name}?
pl: Czy na pewno chcesz wybrać {new_channel} jako nowy {name}?
pt: Tem certeza que deseja {new_channel} como o novo {name}?

source: Unknown vocation.
es: Vocación desconocida.
pl: Nieznana profesja.
pt: Vocação desconhecida.

source: Percentage must be between 1 and 100.
es: El porcentaje debe ser entre 1 y 100.
pl: Wartość procentowa musi wynosić od 1 do 100.
pt: A porcentagem deve estar entre 0 e 100.

source: Loyalty must be between 0 and 50, and multiples of 5.
es: El loyalty debe ser entre 0 y 50, y múltiplos de 5.
pl: Bonus lojalnościowy musi posiadać wartość od 0 do 50, oraz być wielokrotnością liczby 5.
pt: O bônus de loyalty deve estar entre 0 e 50, e ser múltiplo de 5.

source: Online training time
es: Tiempo de training online
pl: Czas treningu online
pt: Tempo de treino online

source: Offline training time
es: Tiempo de training offline
pl: Czas treningu offline
pt: Tempo de treino offline

source: Target level must be greater than current level.
es: El nivel deseado debe ser mayor que el nivel actual.
pl: Poziom docelowy musi być większy niż aktualny poziom.
pt: O level desejado deve ser maior que o level atual.

source: Your current level can't be lower than %d.
es: Tu nivel actual no puede ser menor a %d.
pl: Twój obecny poziom nie może być niższy niż %d.
pt: Seu level atual não pode ser menor que %d.

source: Your target level can't be higher than %d.
es: Tu nivel deseado no puede ser mayor a %d.
pl: Twój docelowy poziom nie może być wyższy niż %d.
pt: Seu level desejado não pode ser maior que %d.

source: Your target level can't be higher than {level} for {voc}.
es: Tu nivel deseado no puede ser mayor a {level} para {voc}.
pl: Twój docelowy poziom nie może być wyższy niż {level} dla {voc}.
pt: Seu level desejado não pode ser maior que {level} para {voc}.

source: Longer than what you will live.
es: Más de lo que vivirás.
pl: Życia Ci nie starczy.
pt: Mais tempo do que você vai viver.

source: with a loyalty bonus of %d%%.
es: con un bono de loyalty de %d%%.
pl: z bonusem lojalnościowym %d%%.
pt: com um bônus de loyalty de %d%%.

source: You need **{hits:,}** hit to reach the target level.
es: Necesitas **{hits:,}** hit para alcanzar el nivel objetivo.
pl: Potrzebujesz **{hits:,}** uderzenia, aby osiągnąć docelowy poziom.
pt: Você precisa de **{hits:,}** hit para alcançar o level desejado.

source: Commands to calculate various Tibia values.
es: Comandos para calcular diversos valores de Tibia.
pl: Komendy do obliczenia różnych wartości w Tibii.
pt: Comandos para calcular vários valores do Tibia.

source: Calculates the price of blessings for a specific level.
es: Calcula el precio de los blessings para un nivel específico.
pl: Oblicza cenę błogosławieństw dla określonego poziomu.
pt: Calcula o preço das blessings para um level específico.

source: For characters over level 100, it will also display the cost of the **Blessing of the Inquisition**.
es: Para los personajes superiores al nivel 100, también mostrará el costo de la **Blessing of the Inquisition**.
pl: W przypadku postaci z poziomem wyższym niż 100 wyświetli się również koszt **Blessing of the Inquisition**.
pt: Para personagens acima do level 100, também mostrará o custo da **Blessing da Inquisition**.

source: Level must be higher than 1.
es: El nivel debe ser mayor que 1.
pl: Poziom musi być wyższy niż 1.
pt: Level deve ser maior que 1.

source: Blessing of the Inquisition costs **{price:,}**{gold}.
es: Blessing of the Inquisition cuesta **{price:,}**{gold}.
pt: Blessing da Inquisition custa **{price:,}**{gold}.

source: At that level you will pay **{price:,}** {gold} per blessing for a total of **{total:,}**{gold}.
es: En ese nivel pagarás **{price:,}**{gold} por blessing para un total de **{total:,}**{gold}.
pt: Neste level, você pagará **{price:,}** {gold} por cada blessing comum, em um total de **{total:,}**{gold}.

source: Mountain blessings cost **{mountain_bless_price:,}**{gold} each, for a total of **{mountain_total:,}**{gold}.
es: Las mountain blessing cuestan **{mountain_bless_price:,}**{gold} cada una, para un total de **{mountain_total:,}**{gold}.
pt: As enhanced blessings custam **{mountain_bless_price:,}**{gold} cada, em um total de **{mountain_total:,}**{gold}.

source: Calculates the training time required to reach a target distance skill level.
es: Calcula el tiempo de entrenamiento necesario para alcanzar un nivel de distancia deseado.
pl: Oblicza czas treningu wymagany do osiągnięcia docelowego poziomu distance fighting.
pt: Calcula o tempo de treino necessário para atingir o level desejado de distance skill.

source: It shows the needed hits, online training time and offline training time. For paladins, it will also show the number of exercise weapons needed.
es: Muestra los hits necesarios, el tiempo de entrenamiento en línea y el tiempo de entrenamiento fuera de línea. Para los paladines, también mostrará el número de exercise weapons necesarias.
pl: Pokazuje potrzebne uderzenia, czas treningu online oraz czas treningu offline. W przypadku paladynów pokazuje również potrzebną ilość exercise weapons.
pt: Mostra os hits necessários, o tempo de treino online e o tempo de treino offline. Para paladins, também mostrará a quantidade necessária de exercise weapons.

source: Distance Skill Calculator
es: Calculadora de distancia
pl: Kalkulator Distance Fighting
pt: Calculadora de Distance

source: From level {current} ({percentage}% to next level) to {target} as a {voc}{loyalty_str}
es: De nivel {current} ({percentage}% al siguiente nivel) a {target} como {voc}{loyalty_str}
pl: Z poziomu {current} ({percentage}% do kolejnego poziomu) do {target} jako {voc}{loyalty_str}
pt: Do level {current} ({percentage}% até o próximo level) até {target} como um {voc}{loyalty_str}

source: Calculates the training time required to reach a target magic level.
es: Calcula el tiempo de entrenamiento necesario para alcanzar un nivel de magia deseado.
pl: Oblicza czas treningu wymagany do osiągnięcia docelowego magic levelu.
pt: Calcula o tempo de treino necessário para atingir o magic level desejado.

source: It shows the needed mana, offline training time and exercise weapons needed.
es: Muestra el maná necesario, el tiempo de entrenamiento offline y el número de exercise weapons necesarias.
pl: Pokazuje potrzebną manę, czas treningu offline oraz ilość potrzebnych exercise weapons.
pt: Mostra a mana necessária, o tempo de treino offline e a quantidade necessária de exercise weapons.

source: Magic Level Calculator
es: Calculadora de magic level
pl: Kalkulator Magic Level
pt: Calculadora de Magic Level

source: You need to spend **{mana:,}** mana to reach magic level {target}
es: Necesitas gastar **{mana:,}** mana para alcanzar magic level {target}
pl: Musisz zużyć **{mana:,}** many, aby osiągnąć {target} magic level
pt: Você precisa gastar **{mana:,}** pontos de mana para atingir o magic level {target}

source: Calculates the training time required to reach a target skill level.
es: Calcula el tiempo de entrenamiento necesario para alcanzar un nivel de skill deseado.
pl: Oblicza czas treningu potrzebny do osiągnięcia docelowego magic levelu.
pt: Calcula o tempo de treino necessário para atingir o level de skill desejado.

source: It shows the needed hits, online training time and offline training time. For knights, it also shows exercise weapons needed. This only applies to axe, club and sword fighting.
es: Muestra los hits necesarios, el tiempo de training online y el tiempo de training offline. Para los knight también muestra cuántas exercise weapons se necesitan. Esto solo se aplica para axe, club y sword fighting.
pl: Pokazuje potrzebne uderzenia, czas treningu online i czas treningu offline. W przypadku knightów pokazuje również ilość potrzebnych exercise weapons. Dotyczy to jedynie skilli axe, club i sword fighting.
pt: Mostra os hits, o tempo de treino online e o tempo de treino offline necessários. Para knights, também mostra a quantidade necessária de exercise weapons. Isso só se aplica ao uso de axe, club e sword.

source: Melee Skill Calculator
es: Calculadora de melee
pl: Kalkulator umiejętności walki bronią białą
pt: Calculadora de Melee

source: Calculates the way to split loot based on the Party Hunt Analyzer.
es: Calcula la forma de dividir el loot basado en el Party Hunt Analyzer.
pl: Oblicza jak podzielić loot na podstawie Part Hunt Analyzer.
pt: Calcula a forma de dividir o loot com base no Party Hunt Analyzer.

source: Shows the instructions to split the balance between the members, without needing to sell and split the loot. The instructions can be copied by double clicking and then pasted to a bank NPC. It also shows the percentage of damage and healing contribution of each member in the party.
es: Muestra las instrucciones para dividir el saldo entre los miembros, sin necesidad de vender y dividir el loot. Las instrucciones se pueden copiar haciendo doble clic y luego pegar en un NPC de banco. También muestra el porcentaje de contribución de daño y curación de cada miembro del grupo.
pl: Pokazuje instrukcje jak podzielić loot między członków party, bez potrzeby sprzedawania i dzielenia loota. Instrukcje mogą być skopiowane przez podwójne kliknięcie i wklejone do NPC w banku. Pokazuje również procentowy wkład w obrażenia i leczenie dla każdego członka party.
pt: Mostra as instruções para dividir o lucro entre os membros, sem precisar vender e dividir o loot. As instruções podem ser copiadas clicando duas vezes e depois colando para um NPC do banco. Também mostra a porcentagem de dano e cura da contribuição de cada membro da party.

source: Could not parse party session.
es: No se pudo procesar la sesión.
pl: Nie mogłem zrozumieć sesji party.
pt: Não foi possível analisar a sessão de party.

source: Individual balance
es: Balance individual
pl: Bilans indywidualny
pt: Saldo individual

source: Loot per hour
es: Loot por hora
pl: Loot na godzinę
pt: Loot por hora

source: Party Hunt Session — {member_count} members
es: Party Hunt Session — {member_count} miembros
pl: Sesja hunta w party — {member_count} członków
pt: Sessão de Hunt em Party — {member_count} membros

source: Damage
es: Daño
pl: Obrażenia
pt: Dano

source: Healing
es: Curación
pl: Leczenie
pt: Cura

source: Splitting Instructions
es: Instrucciones para dividir
pl: Instrukcja podziału
pt: Instruções de divisão

source: {duration}h hunt on {date}
es: Caza de {duration}h el {date}
pl: Hunt z {date}, trwający {duration} godź.
pt: {duration} de hunt em {date}

source: Tells you the time you have to wait to restore stamina.
es: Te dice el tiempo que tienes que esperar para restaurar la estamina.
pl: Pokazuje czas potrzebny do zregenerowania staminy.
pt: Diz o tempo que você precisa esperar para restaurar a stamina.

source: To use it, you must provide your current stamina, in this format: `hh:mm`. The bot will show the time needed to reach full stamina if you were to start sleeping now. Optionally, you can provide the target stamina you want. The footer text shows the time in your timezone where your stamina would be at the target stamina.
es: Para usarlo, debes proporcionar tu estamina actual, en este formato: `hh:mm`. El bot mostrará el tiempo necesario para llenar tu estamina completa si empiezas a dormir ahora. Opcionalmente, puedes proporcionar el estamina que deseas. El texto del pie de página muestra la hora en tu zona horaria donde tu estamina estaría en llena o en el valor deseado.
pl: Aby tego użyć, musisz podać aktualną wartość staminy, w formacie: `hh:mm`. Bot pokaże czas potrzebny do osiągnięcia pełnej staminy gdybyś poszedł teraz spać. Opcjonalnie, możesz również podać docelową staminę. Tekst w stopce pokaże czas w twojej strefie czasowej, kiedy twoja stamina osiągnie cel.
pt: Para usá-lo, você deve fornecer sua stamina atual, neste formato: `hh:mm`. O bot mostrará o tempo necessário para regenerar toda a stamina se você for dormir agora. Opcionalmente, você pode fornecer a stamina que deseja alcançar. O texto de rodapé mostra a hora, no seu fuso horário local, em que a stamina desejada será alcançada.

source: Current stamina can't be greater than target stamina.
es: La estamina actual no puede ser mayor que la estamina deseada.
pl: Aktualna stamina nie może być większa niż docelowa.
pt: Estamina atual não pode ser maior que a stamina desejada.

source: Current stamina is already equal to target.
es: La estamina actual ya es igual que la deseada.
pl: Bieżąca stamina jest już równa docelowej.
pt: Stamina atual já é igual à desejada.

source: You need to rest **{remaining}** to get back to full stamina.
es: Necesitas descansar **{remaining}** para volver a estamina completa.
pl: Musisz odczekać **{remaining}** żeby zregenerować pełną staminę.
pt: Você precisa descansar **{remaining}** para restaurar a stamina completamente.

source: You need to rest **{remaining}** to get back to **{hours}:{minutes:02}** stamina.
es: Necesitas descansar **{remaining}** para volver a **{hours}:{minutes:02}** de estamina.
pl: Musisz odczekać **{remaining}** aby zregenerować się do **{hours}:{minutes:02}** staminy.
pt: Você precisa descansar **{remaining}** para restaurar a stamina para **{hours}:{minutes:02}**.

source: If you start resting now, you will reach your target stamina on {date}.
es: Si comienzas a descansar ahora, alcanzarás la estamina deseada el {date}.
pl: Jeśli zaczniesz odpoczywać teraz, osiągniesz docelową staminę o czasie: {date}.
pt: Se você começar a descansar agora, você alcançará a stamina desejada em {date}.

source: Calculates character stats based on vocation and level.
es: Calcula las estadísticas de los personajes basándose en la vocación y el nivel.
pl: Oblicza statystyki postaci na podstawie profesji i poziomu.
pt: Calcula os atributos do personagem baseado em seu level e vocação.
