Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Shows hitpoints, mana, capacity, total experience and experience to next level. This command can be used in two ways: 1. To calculate the stats for a certain level and vocation. (`stats «level»,«vocation»`) 2. To calculate the stats of a character. (`stats «character»`)
es: Muestra hitpoints, maná, capacidad, experiencia total y experiencia para siguiente nivel. Este comando puede utilizarse de dos maneras: 1. Para calcular los stats para un cierto nivel y vocación. (`stats «nivel»,«vocación»`) 2. Para calcular las stats de un personaje. (`stats «personaje»`)
pl: Pokazuje punkty życia, punkty many, cap, zdobyte dotychczas doświadczenie oraz doświadczenie potrzebne do kolejnego poziomu. Ta komenda może zostać użyta na dwa sposoby: 1. Aby obliczyć statystyki dla określonego poziomu i profesji. (`stats «poziom»,«profesja»`) 2. Aby obliczyć statystyki postaci. (`stats «postać»`)
pt: Mostra hitpoints, mana, capacidade, experiência total e experiência para o próximo level. Este comando pode ser usado de duas maneiras: 1. Para calcular os atributos de um determinado level e vocação. (`stats «level»,«vocação»`) 2. Para calcular os atributos de um personagem específico. (`stats «nome do personagem»`)

source: There's no level lower than 1, it doesn't matter how bad you are at Tibia.
es: No hay nivel menor a 1, no importa que tan malo seas en Tibia.
pl: Niezależnie jak źle grałbyś w Tibię, nie istnieje poziom niższy niż 1.
pt: Não importa o quão ruim você seja no Tibia, seu level nunca será menor que 1.

source: Why do you care? You will __**never**__ reach this level 🙄
es: ¿Por qué te importa? __**nunca**__ alcanzarás este nivel 🙄
pl: Co za różnica? __**nigdy**__ nie osiągniesz tego poziomu 🙄
pt: Por que você se importa? Você __**nunca**__ alcançará esse level 🙄

source: **{name}** is a level **{level}** with no vocation, with:
es: **{name}** es un nivel **{level}** sin vocación, con:
pl: **{name}** ma poziom **{level}**, bez profesji, z:
pt: **{name}** é level **{level}**, sem vocação, com:

source: **{name}** is a level **{level}** {vocation}, with:
es: **{name}** es un {vocation} nivel **{level}**, con:
pl: **{name}** to {vocation} (poziom **{level}**), z:
pt: **{name}** é um {vocation} level **{level}**, com:

source: A level **{level}** with no vocation, has:
es: Un nivel **{level}** sin vocación tiene:
pl: Poziom **{level}** bez żadnej profesji posiada:
pt: Um level **{level}** sem vocação tem:

source: A level **{level}** {vocation}, has:
es: Un {vocation} nivel **{level}** tiene:
pl: {vocation} poziomu {level} ma:
pt: Um {vocation} no level **{level}** tem:

source: Capacity
es: Capacidad
pl: Cap
pt: Cap

source: Experience
es: Experiencia
pl: Doświadczenie
pt: Exp

source: To next level
es: Para el siguiente nivel
pl: Do następnego poziomu
pt: Exp para upar

source: Calculates the level required to reach the specified capacity.
es: Calcula el nivel requerido para alcanzar la capacidad especificada.
pl: Oblicza poziom wymagany do osiągnięcia określonego capa.
pt: Calcula o level necessário para atingir a capacidade especificada.

source: The levels needed for each vocation are shown.
es: Se muestran los niveles necesarios para cada vocación.
pl: Przedstawiono poziom wymagany dla każdej profesji.
pt: São mostrados os levels necessários para cada vocação.

source: Capacity can't be lower than %d.
es: La capacidad no puede ser menor que %d.
pl: Cap nie może być mniejszy niż %d.
pt: A capacidade não pode ser inferior a %d.

source: To reach **{capacity:,}** oz. capacity, you need at least the following levels per vocation:
es: Para alcanzar **{capacity:,}** oz. de capacidad necesitas al menos los siguientes niveles por vocación:
pl: Aby osiągnąć **{capacity:,}** oz. capa, potrzebny jest przynajmniej poniższy poziom w zależności od profesji:
pt: Para atingir **{capacity:,}** oz de capacidade, você precisa de pelo menos os seguintes levels por vocação:

source: Calculates the level required to reach the specified hitpoints.
es: Calcula el nivel necesario para alcanzar los hitpoints especificados.
pl: Oblicza poziom wymagany do osiągnięcia określonej ilości punktów życia.
pt: Calcula o level necessário para atingir a quantidade especificada de hitpoints.

source: Hitpoints can't be lower than %d.
es: Los hitpoints no pueden ser inferiores a %d.
pl: Punkty życia nie mogą być mniejsze niż %d.
pt: A quantidade de hitpoints não pode ser inferior a %d.

source: To reach **{hitpoints:,}** hitpoints, you need at least the following levels per vocation:
es: Para alcanzar **{hitpoints:,}** hitpoints, necesitas al menos los siguientes niveles por vocación:
pt: Para atingir **{hitpoints:,}** hitpoints, você precisa de pelo menos os seguintes levels por vocação:

source: Calculates the level required to reach the specified mana.
es: Calcula el nivel necesario para alcanzar el maná especificado.
pl: Oblicza poziom wymagany do osiągnięcia określonej ilości punktów many.
pt: Calcula o level necessário para atingir a quantidade especificada de mana.

source: Mana can't be lower than %d.
es: El maná no puede ser inferior a %d.
pl: Mana nie może być mniejsza niż %d.
pt: A quantidade de mana não pode ser inferior a %d.

source: To reach **{mana:,}** mana points, you need at least the following levels per vocation:
es: Para alcanzar **{mana:,}** puntos de maná, necesitas al menos los siguientes niveles por vocación:
pl: Aby osiągnąć **{mana:,}** punktów many, potrzebujesz co najmniej następującego poziomu dla profesji:
pt: Para atingir **{mana:,}** pontos de mana, você precisa de pelo menos os seguintes levels por vocação:

source: You would need **{weapons:,}** exercise weapons. Costing **{weapons_cost:,}**{gold} or **{tc_cost:,}**{tc}.
es: Necesitarías **{weapons:,}** exercise weapons. Costando **{weapons_cost:,}**{gold} o **{tc_cost:,}**{tc}.
pt: Você precisaria de **{weapons:,}** exercise weapons. Custando **{weapons_cost:,}**{gold} ou **{tc_cost:,}**{tc}.

source: Using them would take *{time}*.
es: Utilizarlos tomaría *{time}*.
pl: Użycie ich zajmie *{time}*.
pt: Usá-las levaria *{time}*.

source: You will be dead before you can use them all.
es: Estarás muerto antes de poder usarlos todos.
pl: Umrzesz zanim zdążysz je wszystkie użyć.
pt: Você estará morto antes de poder usar todas elas.

source: Invalid arguments used, examples:
es: Argumentos usados inválidos, ejemplos:
pl: Nieprawidłowe argumenty, przykłady:
pt: Argumentos usados inválidos, exemplos:

source: {prefix}{command} «character name»
es: {prefix}{command} «nombre personaje»
pl: {prefix}{command} «nazwa postaci»
pt: {prefix}{command} «nome do personagem»

source: {prefix}{command} «level»,«vocation»
es: {prefix}{command} «nivel»,«vocación»
pl: {prefix}{command} «poziom»,«profesja»
pt: {prefix}{command} «level»,«vocação»

source: You're using this too much! Try again in {time}.
es: ¡Estás usando esto demasiado! Inténtalo de nuevo en {time}.
pt: Você está usando isso demais! Tente novamente em {time}.

source: You already have these characters in {world} registered: *{characters}*
es: Ya tienes estos personajes en {world} registrados: *{characters}*
pl: Na świecie {world} masz zarejestrowane postacie: *{characters}*
pt: Você já registrou esses personagens em {world}: *{characters}*

source: Sorry, `Embed Links` permission is required for this command.
es: Lo siento, el permiso de `Insertar enlaces` es necesario para este comando.
pl: Wybacz, do użycia tej komendy wymagane jest uprawnienie `Wyświetlanie podglądu linku`.
pt: Desculpe, a permissão `Inserir links` é necessária para este comando.

source: Command aborted. {error}
es: Comando cancelado. {error}
pl: Komenda przerwana. {error}
pt: Comando interrompido. {error}

source: You must be in the official server to validate your status. <{invite_url}>
es: Debes estar en el servidor oficial para validar tu estado. <{invite_url}>
pl: Musisz być na oficjalnym serwerze, aby potwierdzić swój status. <{invite_url}>
pt: Você precisa estar no servidor oficial para validar seu status. <{invite_url}>

source: You don't have access to premium features. To get premium benefits become a patron: <{patreon_url}>. *If you already joined, make sure your Discord account is linked to Patreon.*
es: No tienes acceso a las características premium. Para obtener beneficios premium conviértete en un Patron: <{patreon_url}>. *Si ya te has unido, asegúrate de que tu cuenta de Discord está vinculada a Patreon.*
pl: Nie masz dostępu do funkcji premium. Aby uzyskać korzyści premium musisz zostać patronem: <{patreon_url}>. *Jeśli już dołączyłeś, upewnij się, że Twoje konto Discorda jest połączone z Patreonem.*
pt: Você não tem acesso a recursos premium. Para obter os benefícios premium torne-se um apoiador no Patreon: <{patreon_url}>. *Se você já apoiou, certifique-se de que sua conta do Discord está vinculada ao Patreon.*

source: Try `{help_command}` for more information.
es: Prueba `{help_command}` para más información.
pl: Użyj `{help_command}` aby uzyskać więcej informacji.
pt: Use `{help_command}` para mais informações.

source: The correct syntax is:
es: La sintaxis correcta es:
pl: Prawidłowa składnia to:
pt: A sintaxe correta é:

source: Parameter `{param}` must be numeric.
es: El parámetro `{param}` debe ser numérico.
pl: Parametr `{param}` musi być liczbą.
pt: O parâmetro `{param}` deve ser um número.

source: Tibia.com is currently down for maintenance.
es: Tibia.com se encuentra actualmente en mantenimiento.
pl: Tibia.com jest aktualnie nieosiągalna z powodu prac serwisowych.
pt: O Tibia.com está temporariamente em manutenção.

source: I'm having network issues right now. Please try again in a moment.
es: Estoy teniendo problemas de red en este momento. Por favor, inténtalo de nuevo en un momento.
pl: Mam problemy z siecią. Spróbuj ponownie za chwilę.
pt: Estou tendo problemas de rede agora. Por favor, tente novamente daqui a pouco.

source: Sorry, the message was too long to send.
es: Lo siento, el mensaje es demasiado largo para enviar.
pl: Przepraszamy, wiadomość była zbyt długa, aby ją wysłać.
pt: Desculpe, a mensagem é muito longa para ser enviada.

source: Support Server
es: Servidor de Soporte
pl: Serwer pomocy
pt: Servidor de Suporte

source: Please report this bug in the support server.
es: Por favor reporta este error en el servidor de soporte.
pl: Proszę zgłosić ten błąd na serwerze supportu.
pt: Por favor, reporte este erro no servidor de suporte.

source: My command prefix is: `{0}` (it is customizable)
es: Mi prefijo de comandos es: `{0}` (es personalizable)
pl: Mój prefiks komendy to: `{0}` (jest on konfigurowalny)
pt: Meu prefixo de comando é: `{0}` (ele é customizável)

source: You can configure me using: `{0}settings`
es: Puedes configurarme usando: `{0}settings`
pl: Możesz mnie skonfigurować używając: `{0}settings`
pt: Você pode me configurar usando: `{0}settings`

source: You can see all my commands with: `{0}help` or `{0}commands`
es: Puedes ver todos mis comandos con: `{0}help` o `{0}commands`
pl: Możesz zobaczyć wszystkie moje komendy używając: `{0}help` or `{0}commands`
pt: Você pode ver todos os meus comandos com: `{0}help` ou `{0}commands`

source: Set the channel for level ups and deaths using: `{0}settings`
es: Configura el canal para niveles y muertes usando: `{0}settings`
pl: Ustaw kanał awansów i śmierci używając: `{0}settings`
pt: Define o canal para mortes e avanços de level usando: `{0}settings`

source: People can register their characters using `{0}im «characterName»`
es: Las personas pueden registrar sus personajes usando `{0}im «nombre personaje»`
pl: Użytkownicy mogą zarejestrować swoje postaci używając `{0}im «nazwaPostaci» `
pt: As pessoas podem registrar seus personagens usando `{0}im «Nome do Personagem»`

source: To set a logging channel, use `{0}settings serverlog`
es: Para establecer un canal de logging, usa `{0}settings serverlog`
pl: W celu ustawienia kanału logów użyj `{0}settings serverlog`
pt: Para definir um canal de logs, use `{0}settings serverlog`

source: If you need help, join my support server: **<{0}>**
es: Si necesitas ayuda, únete a mi servidor de soporte: **<{0}>**
pl: Jeśli potrzebujesz pomocy, dołącz do mojego serwera pomocy technicznej: **<{0}>**
pt: Se precisar de ajuda, junte-se ao meu servidor de suporte: **<{0}>**

source: For more information and links in: `{0}about`
es: Para más información y enlaces en: `{0}about`
pl: Aby uzyskać więcej informacji i linków: `{0}about`
pt: Para mais informações e links em: `{0}about`

source: getting started guide
es: guía de inicio
pl: przewodnik dla początkujących
pt: guia de introdução

source: Hi, I've been added to this server. Check out our {guide}
es: Hola, he sido añadido a este servidor. Echa un vistazo a nuestra {guide}
pl: Cześć, zostałem dodany do tego serwera. Sprawdź nasz {guide}
pt: Olá, eu fui adicionado a este servidor. Confira o nosso {guide}

source: Some things you should know:
es: Algunas cosas que deberías saber:
pl: Niektóre rzeczy, które powinieneś wiedzieć:
pt: Algumas coisas que você deveria saber:

source: NabBot has joined the server
es: NabBot se ha unido al servidor
pl: NabBot dołączył do serwera
pt: NabBot entrou no servidor

source: Invite NabBot
es: Invitar NabBot
pl: Zaproś NabBot
pt: Convidar NabBot

source: Docs
es: Documentación
pl: Dokumentacja
pt: Documentação

source: Donate
es: Donar
pl: Wspomóż
pt: Doar

source: Links
es: Enlaces
pl: Linki

source: NabBot is now in {count:,} Discord servers
es: NabBot está ahora en {count:,} servidores de Discord
pl: NabBot jest teraz na {count:,} serwerach Discorda
pt: NabBot está agora em {count:,} servidores do Discord

source: General use commands.
es: Comandos de uso general.
pl: Ogólne komendy.
pt: Comandos gerais.

source: Checks if you can receive PMs from the bot.
es: Comprueba si puedes recibir mensajes privados del bot.
pl: Sprawdza, czy możesz otrzymywać prywatne wiadomości od bota.
pt: Verifica se você pode receber mensagens privadas do bot.

source: This is a private message, so yes… PMs are working.
es: Este es un mensaje privado, así que sí… Los mensajes privados están funcionando.
pl: To jest prywatna wiadomość, więc tak… prywatne wiadomości działają.
pt: Esta é uma mensagem privada, então sim… mensagens privadas estão funcionando.

source: Testing PMs…
es: Probando PMs…
pl: Testowanie prywatnych wiadomości…
pt: Testando mensagens privadas…

source: You can receive PMs.
es: Puedes recibir mensajes privados.
pl: Możesz otrzymywać prywatne wiadomości.
pt: Você pode receber mensagens privadas.

source: You can't receive my PMs. To enable, go to `Server > Privacy Settings` and enable the checkbox in any server I'm in.
es: No puedes recibir mis PMs. Para habilitar, ve a Servidor> Ajustes de privacidad y activa la casilla de verificación en cualquier servidor en el que estoy.
pl: Nie możesz otrzymywać ode mnie prywatnych wiadomości. Aby je włączyć, przejdź do `Serwer > Ustawienia prywatności` i zaznacz opcję na dowolnym serwerze w którym jestem.
pt: Você não pode receber minha mensagem privada. Para ativar, acesse `Servidor > Config. de privacidade` e ative a caixa de seleção em qualquer servidor em que estou.

source: Chooses between multiple choices.
es: Elige entre opciones múltiples.
pl: Wybiera spośród różnych opcji.
pt: Escolhe uma entre várias opções.

source: Each choice is separated by spaces. For choices that contain spaces, the option must be wrapped in double quotes. e.g. "Choice A" ChoiceB "Choice C"
es: Cada elección está separada por espacios. Para opciones que contengan espacios rodeada de comillas dobles. ej. "Opción A" OpciónB "Opción C"
pl: Każda opcja jest oddzielana spacjami. Opcje, które zawierają w sobie spacje muszą zostać dodatkowo opatrzone cudzysłowami. np. "Opcja A" OpcjaB "Opcja C"
pt: Cada escolha é separada por espaços. Para opções que contêm espaços, a opção deve estar entre aspas duplas. Por exemplo: "Escolha A" EscolhaB "Escolha C"

source: I can't tell you what to choose if you don't give me choices
es: No puedo decirte qué elegir si no me das opciones
pl: Nie powiem Ci co wybrać jeśli nie przedstawisz mi dostępnych opcji
pt: Não posso lhe dizer o que escolher se você não me der escolhas

source: Alright, {user}, I choose: "{choice}"
es: Muy bien, {user}, elijo: "{choice}"
pl: Dobrze {user}, wybieram: "{choice}"
pt: Certo, {user}, escolho: "{choice}"

source: Shows a member's permissions in the current channel.
es: Muestra los permisos de un miembro en el canal actual.
pl: Pokazuje uprawnienia użytkownika w bieżącym kanale.
pt: Mostra as permissões de um membro no canal atual.

source: If no member is provided, it will show your permissions. Optionally, a channel can be provided as the second parameter, to check permissions in said channel.
es: Si no se proporciona ningún miembro, se mostrarán tus permisos. Opcionalmente, se puede proporcionar un canal como segundo parámetro, para comprobar los permisos en dicho canal.
pl: Jeśli nie jest wskazany żaden użytkownik, pokaże twoje uprawnienia. Opcjonalnie, kanał może być podany jako drugi parametr, aby sprawdzić uprawnienia w danym kanale.
pt: Se nenhum membro for fornecido, ele mostrará as suas permissões. Opcionalmente, um canal pode ser fornecido como o segundo parâmetro, para verificar as permissões em tal canal.

source: Permissions in #{channel}
es: Permisos en #{channel}
pl: Uprawnienia w #{channel}
pt: Permissões em #{channel}

source: Allowed
es: Permitido
pl: Dozwolone
pt: Permitido

source: Denied
es: Denegado
pl: Brak dostępu
pt: Negado

source: Shows a messages by its ID or link.
es: Muestra un mensaje por su ID o enlace.
pl: Pokazuje wiadomości według ich ID lub linków.
pt: Exibe uma mensagem por seu ID ou link.

source: In order to get the message's link, you can right click and select **Copy Link**. In order to get a message's id, you need to enable [Developer Mode](https://support.discord.com/hc/en-us/articles/206346498). Using a message link is faster than using a message ID. Note that the bot won't attempt to search in channels you can't read. Additionally, messages in NSFW channels can't be quoted in regular channels.
es: Para obtener el enlace del mensaje, puedes hacer clic con el botón derecho y seleccionar **Copiar enlace**. Para obtener el id de un mensaje, necesitas habilitar el [Modo desarrollador](https://support.discord.com/hc/es/articles/206346498). Usar un enlace de mensaje es más rápido que usar un ID de mensaje. Ten en cuenta que el bot no intentará buscar en canales que no puedas leer. Además, los mensajes en canales NSFW no pueden ser citados en canales regulares.
pl: Aby otrzymać link do wiadomości, możesz kliknąć ją prawym przyciskiem myszy i wybrać "Kopiuj link z wiadomością". Aby otrzymać ID wiadomości, musisz włączyć [Tryb dewelopera](https://support.discord.com/hc/en-us/articles/206346498). Używanie linków do wiadomości jest szybsze niż ID wiadomości. Zwróć uwagę, że bot nie będzie próbował szukać w kanałach których nie możesz czytać. Dodatkowo, wiadomości w kanałach NSFW nie mogą być cytowane w zwykłych kanałach.
pt: Para obter o link da mensagem, você pode clicar com o botão direito e selecionar **Copiar link**. Para obter o ID de uma mensagem, você precisa habilitar o [Modo de Desenvolvedor](https://support.discord.com/hc/en-us/articles/206346498). Usar um link de mensagem é mais rápido do que usar um ID de mensagem. Note que o bot não vai tentar pesquisar em canais que você não pode ler. Além disso, mensagens em canais NSFW não podem ser citadas em canais comuns.

source: I can't find that message, or it is in a channel you can't access.
es: No puedo encontrar ese mensaje, o está en un canal al que no puedes acceder.
pl: Nie mogę znaleźć tej wiadomości lub znajduje się ona w kanale, do którego nie masz dostępu.
pt: Não consigo encontrar essa mensagem, talvez ela esteja em um canal que você não tem acesso.

source: I can't quote embed messages.
es: No puedo citar mensajes embebidos.
pl: Nie mogę cytować osadzonych wiadomości.
pt: Não posso citar mensagens embutidas.

source: I can't quote messages from NSFW channels in regular channels.
es: No puedo citar mensajes de canales NSFW en canales regulares.
pl: Nie mogę cytować wiadomości z kanałów NSFW w zwykłych kanałach.
pt: Não posso citar mensagens de canais NSFW em canais comuns.

source: Jump to original
es: Ir al original
pl: Przejdź do oryginału
pt: Ir para o original

source: In thread: {thread_name}
es: En hilo: {thread_name}
pl: W wątku: {thread_name}
pt: No tópico: {thread_name}

source: In #{channel_name}
es: En #{channel_name}
pl: W #{channel_name}
pt: Em #{channel_name}

source: Attached file
es: Archivo adjunto
pl: Załączony plik
pt: Arquivo anexo

source: Rolls a die.
es: Tira un dado.
pl: Rzuca kostką.
pt: Joga um dado.

source: By default, it rolls a 6-sided die once. You can specify how many times you want the die to be rolled. You can also specify the number of sides of the die, using the format `TdS` where T is times and S is sides. For example: `3d5` will roll a 5 sided dice 3 times.
es: Por defecto, tira una vez un dado de 6 caras una vez. Puedes especificar cuántas veces quieres que el dado se lance. También puede especificar el número de lados del dado, usando el formato `TdS` donde T son las veces y S los lados. Por ejemplo: `3d5` tirará un dado de 5 lados 3 veces.
pl: Domyślnie rzucana jest kostka sześciościenna, tylko jeden raz. Możesz określić ile razy chcesz, aby kostka została rzucona. Możesz również określić liczbę ścian kostki, używając formatu `TdS`, gdzie T oznacza ilość rzutów, a S ilość ścian kostki. Na przykład: `3d5` rzuci 5-ścienną kostką 3 razy.
pt: Por padrão, rola um dado de 6 lados uma vez. Você pode especificar quantas vezes você quer que o dado seja utilizado. Você também pode especificar o número de lados do dado, usando o formato `TdS` onde T é a quantidade de vezes que o dado será jogado e S a quantidade de lados. Por exemplo: `3d5` irá jogar um dado de 5 lados 3 vezes.

source: Invalid parameter! I'm expecting `«times»d«sides»`.
es: ¡Parámetro no válido! Estoy esperando `«veces»d«lados»`.
pl: Nieprawidłowy parametr! Poproszę o `«rzuty»d«ścianki»`.
pt: Parâmetro inválido! Estou esperando `«vezes»d«lados»`.

source: You want me to roll the die zero times? Ok… There, done.
es: ¿Quieres que tire el dado cero veces? Ok… Listo.
pl: Chcesz żebym rzucił kostką zero razy? No dobra... gotowe.
pt: Você quer que eu role os dados zero vezes? Ok… Aqui está, pronto.

source: It's impossible to roll negative times!
es: ¡Es imposible rodar el dado veces negativas!
pl: Nie da się rzucić ujemną ilość razy!
pt: É impossível rolar uma quantidade negativa de vezes!

source: There's no dice with zero or less sides!
es: ¡No hay dados con cero o menos lados!
pl: Nie istnieje kostka z zerową lub ujemną ilością ścianek!
pt: Não há dados com zero ou menos faces!

source: I can't roll the die that many times. Only up to {limit}.
es: No puedo rodar el dado tantas veces. Solo hay un máximo de {limit}.
pl: Nie mogę rzucić kostką tyle razy. Dostępne maksimum to {limit}.
pt: Não posso rolar o dado esse tanto de vezes. Apenas até {limit}.

source: I don't have dice with more than {limit} sides.
es: No tengo dados con más de {limit} lados.
pl: Nie posiadam kostki z większą ilością niż {limit} ścian.
pt: Não tenho dados com mais de {limit} faces.

source: {user} rolled a **{sides}**-sided die **{times}** time and got:
es: {user} lanzó un dado de **{sides}** lados **{times}** vez y consiguió:
pt: {user} rolou um dado de **{sides}** faces **{times}** vez e tirou:

source: Who would have thought? 🙄
es: ¿Quién lo habría imaginado? 🙄
pl: Kto by pomyślał? 🙄
pt: Quem diria? 🙄

source: For a total of **{sum}**
es: Para un total de **{sum}**
pl: W sumie **{sum}**
pt: Num total de **{sum}**
