Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: If no id is supplied, a list of recent articles is shown, otherwise, a snippet of the article is shown.
es: Si no se proporciona ningún id, se muestra una lista de artículos recientes, de lo contrario, se muestra un fragmento del artículo.
pt: Se nenhum ID for fornecido, será apresentada uma lista de artigos recentes, caso contrário, será apresentado um trecho do artigo.

source: Something went wrong getting recent news.
es: Algo salió mal obteniendo noticias recientes.
pt: Algo deu errado ao obter as notícias recentes.

source: There's no article with that ID.
es: No hay ningún artículo con ese ID.
pt: Não há notícia com este ID.

source: Shows the latest news tickers from Tibia.com.
es: Muestra las últimas noticias cortas (tickers) de Tibia.com.
pt: Mostra as últimas notícias curtas do Tibia.com.

source: Something went wrong getting recent news ticker.
es: Algo salió mal al obtener el ticker de noticias reciente.
pt: Algo deu errado ao obter as notícias curtas recentes.

source: Recent news ticker
es: Tickers de noticias recientes
pt: Notícias curtas recentes

source: Searches for online characters that meet the criteria.
es: Busca personajes en línea que cumplan con los criterios.
pt: Pesquisa por personagens online que atendam aos critérios.

source: There are 3 ways to use this command: - Find a character in share range with another character. (`searchworld «name»`) - Find a character in share range with a certain level. (`searchworld «level»`) - Find a character in a level range. (`searchworld «min»,«max»`) By default, the tracked world is searched, unless specified at the end of the parameters You can add the world where you want to look in by adding a comma, followed by the name of the world. Example: `searchworld Cachero,Calmera`
es: Hay 3 formas de usar este comando: - Encuentra un personaje en el rango de compartir con otro personaje. (`searchworld «nombre»`) - Encuentra un personaje en el rango de compartir con cierto nivel. (`searchworld «nivel»`) - Encuentra un personaje en un rango de nivel. (`searchworld «min»,«max»`) Por defecto, se busca en el mundo seguido, a menos que se especifique al final de los parámetros Puede agregar el mundo donde desea buscar añadiendo una coma, seguida por el nombre del mundo. Ejemplo: `searchworld Cachero, Calmera`
pl: Istnieją 3 sposoby na użycie tej komendy: - Znajdź postać w zakresie exp share z inną postacią. (`searchworld «name»`) - Znajdź postać w zakresie exp share z określonym levelem (`searchworld «level»`) - Znajdź postać w zakresie leveli. (`searchworld «min»,«max»`) Domyślnie śledzony świat jest przeszukiwany, chyba że określono inaczej na końcu parametrów Możesz dodać świat w którym chcesz szukać dodając przecinek, po którym następuje nazwa świata. Przykład: `searchworld Cachero,Calmera`
pt: Existem 3 maneiras de usar este comando: - Encontre um personagem que pode compartilhar experiência com outro personagem. (`searchworld «nome»`) - Encontre um personagem que pode compartilhar experiência com um certo level. (`searchworld «level»`) - Encontre um personagem dentro de um intervalo de levels. (`searchworld «min»,«max»`) Por padrão, a pesquisa é realizada no mundo monitorado, a não ser que seja especificado no final dos parâmetros. Você pode adicionar o mundo onde quer pesquisar adicionando uma vírgula seguida pelo nome do mundo. Exemplo: `searchworld Cachero,Calmera`

source: {prefix}{command} charname[,world]
es: {prefix}{command} char[,mundo]
pt: {prefix}{command} Nome do Personagem[,mundo]

source: {prefix}{command} level[,world]
es: {prefix}{command} nivel[,mundo]
pt: {prefix}{command} level[,mundo]

source: {prefix}{command} minLevel,maxLevel[,world]
es: {prefix}{command} nivelMin,nivelMax[,mundo]
pl: {prefix}{command} minLevel,maxLevel[,świat]
pt: {prefix}{command} levelMin,levelMax[,mundo]

source: Characters online in share range with {name} ({low}-{high}):
es: Personajes en línea en rango de compartir experiencia con {name} ({low}-{high}):
pt: Personagens online no intervalo de compartilhamento com {name} ({low}-{high}):

source: I didn't find anyone online in share range with **{name}** ({low}-{high})
es: No he encontrado a nadie en el rango para compartir de **{name}** ({low}-{high})
pt: Não encontrei ninguém online no intervalo de compartilhamento com **{name}** ({low}-{high})

source: Characters online between level {low} and {high}
es: Personajes en línea entre nivel {low} y {high}
pt: Personagens online entre level {low} e {high}

source: I didn't find anyone between levels **{low}** and **{high}**
es: No encontré a nadie entre los niveles **{low}** y **{high}**
pt: Não encontrei ninguém entre level **{low}** e **{high}**

source: Characters online in share range with level {level} ({low}-{high})
es: Personajes en línea en rango de compartir experiencia con nivel {level} ({low}-{high})
pt: Personagens online no intervalo de compartilhamento com level {level} ({low}-{high})

source: I didn't find anyone online in share range with level **{level}** ({low}-{high})
es: No he encontrado a nadie en el rango para compartir experiencia con nivel **{level}** ({low}-{high})
pt: Não encontrei ninguém online no intervalo de compartilhamento com level **{level}** ({low}-{high})

source: You must tell me the world where you want to search.
es: Debes decirme el mundo en el que quieres buscar.
pt: Você deve me dizer o mundo onde quer realizar a busca.

source: There is no one online in {world}.
es: No hay nadie en línea en {world}.
pt: Ninguém está online em {world}.

source: **{name}** - Level {level} {voc}
es: **{name}** - Nivel {level} {voc}

source: You're seeing results for a different world than the character you specified.
es: Estás viendo resultados para un mundo diferente al del personaje que especificaste.
pt: Você está vendo resultados para um mundo diferente do personagem que você especificou.

source: Shows the sharing range for that level or character or list of characters.
es: Muestra el rango de compartir para ese nivel, personaje, o lista de personajes.
pl: Pokazuje zakres exp share dla tego levelu lub postaci lub listy postaci.
pt: Mostra o intervalo de compartilhamento para esse level ou personagem ou lista de personagens.

source: This command can be used in three ways: 1. Find the share range of a certain level. (`share «level»`) 2. Find the share range of a character. (`share «name»`) 3. Find the joint share range of a group of characters. (`share «name1, name2,…»`)
es: Este comando puede utilizarse de tres maneras: 1. Encuentra el rango de compartir experiencia de un nivel. (`share «nivel»`) 2. Encuentra el rango de compartir experiencia de un personaje. (`share «nombre»`) 3. Encuentra el rango de compartir experiencia conjunto de un grupo de personajes. (`share «nombre1, nombre2…»`)
pt: Este comando pode ser usado de três maneiras: 1. Encontre o intervalo de compartilhamento para um certo level. (`share «level»`) 2. Encontre o intervalo de compartilhamento para um personagem. (`share «nome»`) 3. Encontre o intervalo de compartilhamento conjunto de um grupo de personagens. (`share «nome1, nome2,…»`)

source: The level must be %d or higher.
es: El nivel debe ser %d o mayor.
pt: O level deve ser %d ou maior.

source: The level must be %d or lower.
es: El nivel debe ser %d o menor.
pt: O level deve ser %d ou menor.

source: A level {level:,} can share experience with levels **{low:,}** to **{high:,}**.
es: Un nivel {level:,} puede compartir experiencia con niveles **{low:,}** a **{high:,}**.
pt: Um personagem no level {level:,} pode compartilhar experiência com personagens entre level **{low:,}** e **{high:,}**.

source: You must specify a level, a character's name or up to %d character names.
es: Debes especificar un nivel, el nombre de un personaje o hasta %d nombres de personajes.
pt: Você deve especificar um level, um nome de um personagem ou até %d nomes de personagens.

source: I can only check up to %d characters at a time.
es: Sólo puedo revisar hasta %d caracteres a la vez.
pt: Só posso verificar até %d personagens de cada vez.

source: **{name}** ({level:,}) can share experience with levels **{low:,}** to **{high:,}**.
es: **{name}** ({level:,}) puede compartir experiencia con niveles **{low:,}** a **{high:,}**.
pt: **{name}** ({level:,}) pode compartilhar experiência com personagens entre level **{low:,}** e **{high:,}**.

source: I'm not sure if sharing with yourself counts as sharing, but yes, you can share.
es: No estoy seguro si compartir contigo mismo cuenta como compartir, pero sí, puedes compartir.
pt: Não tenho certeza se compartilhar com você mesmo conta como compartilhar, mas sim, você pode compartilhar.

source: There is no character named **{name}**.
es: No hay ningún personaje llamado **{name}**.
pl: Nie istnieje postać o nazwie **{name}**.
pt: Não há personagem chamado **{name}**.

source: **{lowest_name}** ({lowest_level}) needs {diff} more level to share experience with **{highest_name}** ({highest_level}).
es: **{lowest_name}** ({lowest_level}) necesita {diff} nivel más para compartir experiencia con **{highest_name}** ({highest_level}).
pt: **{lowest_name}** ({lowest_level}) precisa mais {diff} level para compartilhar experiência com **{highest_name}** ({highest_level}).

source: They can all share experience with each other.
es: Todos pueden compartir experiencias entre sí.
pt: Todos eles podem compartilhar experiência uns com os outros.

source: **{lowest_name}** ({lowest_level:,}) and **{highest_name}** ({highest_level:,}) can share experience.
es: **{lowest_name}** ({lowest_level:,}) y **{highest_name}** ({highest_level:,}) pueden compartir experiencia.
pt: **{lowest_name}** ({lowest_level:,}) e **{highest_name}** ({highest_level:,}) podem compartilhar experiência.

source: Their share range is from level **{low:,}** to **{high:,}**.
es: Su rango para compartir experiencia es de nivel **{low:,}** a **{high:,}**.
pt: Seu intervalo de compartilhamento é do level **{low:,}** a **{high:,}**.

source: Shows a character's recent level ups and deaths.
es: Muestra los niveles y muertes recientes de un personaje.
pt: Mostra as mortes e os avanços de level recentes de um personagem.

source: If no character is provided, the timeline of all registered characters in the server will be shown. Characters must be registered in order to have a timeline. - 🌟 Indicates level ups - ☠ Indicates deaths - 💀 Indicates PvP deaths
es: Si no se proporciona ningún personaje, se mostrará la línea de tiempo de todos los personajes registrados en el servidor. Los personajes deben estar registrados para tener una línea de tiempo. - 🌟 Indica subidas de nivel - ☠ Indica muertes -💀 Indica muertes PvP
pl: Jeśli nie podano postaci, wyświetlona zostanie oś czasu wszystkich zarejestrowanych postaci na serwerze. Postacie muszą być zarejestrowane, aby mieć oś czasu. - 🌟 Wskazuje awanse na wyższy poziom - ☠ Wskazuje śmierci - 💀 Wskazuje śmierci PvP
pt: Se nenhum personagem for fornecido, será mostrada a linha cronológica de todos os personagens registrados no servidor. Os personagens devem estar registrados para ter uma linha cronológica. - 🌟 Indica avanços de level - ☠ Indica mortes - 💀 Indica mortes em PvP

source: There are no registered deaths or level ups.
es: No hay muertes registradas o subidas de nivel.
pl: Brak zarejestrowanych śmierci lub awansów.
pt: Não há avanços de level nem mortes registados.

source: Shows a user's recent level ups and deaths on their characters.
es: Muestra los niveles y muertes recientes de los personajes de un usuario.
pl: Pokazuje ostatnie awanse i śmierci użytkownika na jego postaciach.
pt: Mostra as mortes e os avanços de level recentes dos personagens registrados a um certo usuário.

source: {name} timeline
es: Línea de tiempo de {name}
pl: Oś czasu {name}
pt: Linha Cronológica de {name}

source: Displays Tibia server's time and time until server save.
es: Muestra el tiempo de Tibia y el tiempo restante hasta el siguiente server save.
pl: Wyświetla czas serwera Tibii i czas do restartu serwera.
pt: Mostra a hora do servidor do Tibia e quanto tempo falta até o próximo server save.

source: Server moderators can manage displayed timezones using the subcommands.
es: Los moderadores del servidor pueden administrar las zonas horarias mostradas usando los subcomandos.
pl: Moderatorzy serwera mogą zarządzać wyświetlanymi strefami czasowymi za pomocą pod-komend.
pt: Moderadores do servidor podem gerenciar os fusos horários mostrados usando os subcomandos.

source: It's currently **{tibia_time}** in Tibia's website ({timezone_name}). Server save: {time_until}.
es: Actualmente son las **{tibia_time}** en el sitio web de Tibia ({timezone_name}). El server save es: {time_until}.
pl: Obecnie jest **{tibia_time}** na stronie internetowej Tibii ({timezone_name}). Restart serwera jest za: {time_until}.
pt: Atualmente é **{tibia_time}** no site do Tibia ({timezone_name}). Server save: {time_until}.

source: Rashid is in **{city}** today.
es: Rashid está en **{city}** hoy.
pl: Rashid jest dzisiaj w **{city}**.
pt: Hoje, Rashid está em **{city}**.

source: **{time}** in {name}
es: **{time}** en {name}
pl: **{time}** w {name}
pt: **{time}** em {name}

source: Adds a new timezone to display.
es: Añade una nueva zona horaria para mostrar.
pl: Dodaje nową strefę czasową do wyświetlenia.
pt: Adiciona um novo fuso horário no qual horários serão exibidos.

source: You can look by city, country or region. Once the timezone is found, you can set the name you want to show on the `time` command. Only Server Moderators can use this command.
es: Puedes buscar por ciudad, país o región. Una vez que se encuentra la zona horaria, puedes establecer el nombre que quieres mostrar en el comando `time`. Sólo los moderadores de servidores pueden usar este comando.
pl: Możesz sprawdzać według miasta, kraju lub regionu. Gdy strefa czasowa zostanie znaleziona, możesz ustawić nazwę, którą chcesz widzieć w komendzie `time`. Tylko moderatorzy serwera mogą używać tego polecenia.
pt: Você pode pesquisar por cidade, país ou região. Quando o fuso horário for encontrado, você pode definir o nome que você quer que seja mostrado ao usar o comando `time`. Somente Moderadores de Servidores podem usar este comando.

source: No timezones found matching that name.
es: No se encontraron zonas horarias que coincidan con ese nombre.
pl: Brak stref czasowych pasujących do tej nazwy.
pt: Nenhum fuso horário encontrado com este nome.

source: The time in `{timezone}` is **{local_time}**. What display name do you want to assign? You can `cancel` if you changed your mind.
es: El tiempo en `{timezone}` es **{local_time}**. ¿Qué nombre mostrar quieres asignar? Puedes `cancelar` si cambiaste de opinión.
pl: Czas w `{timezone}` to **{local_time}**. Jaka nazwa strefy ma być przypisana? Możesz użyć `cancel` jeśli zmieniłeś zdanie.
pt: O horário em `{timezone}` é **{local_time}**. Qual nome de exibição você quer atribuir? Você pode `cancelar` se mudar de ideia.

source: The display name can't be longer than %d characters.
es: El nombre para mostrar no puede tener más de %d caracteres.
pl: Nazwa nie może być dłuższa niż %d znaków.
pt: O nome de exibição não pode ter mais de %d caracteres.

source: That timezone already exists.
es: Esa zona horaria ya existe.
pl: Ta strefa czasowa już istnieje.
pt: Esse fuso horário já existe.

source: Timezone `{name}` saved successfully as `{display_name}`.
es: Zona horaria `{name}` guardada correctamente como `{display_name}`.
pl: Strefa czasowa `{name}` została zapisana jako `{display_name}`.
pt: O fuso horário `{name}` foi salvo com sucesso como `{display_name}`.

source: Shows a list of all the currently added timezones.
es: Muestra una lista de todas las zonas horarias añadidas actualmente.
pl: Pokazuje listę wszystkich aktualnie dodanych stref czasowych.
pt: Mostra uma lista de todos os fusos horários adicionados.

source: Only Server Moderators can use this command.
es: Sólo los moderadores del servidor pueden usar este comando.
pl: Tylko moderatorzy serwera mogą używać tej komendy.
pt: Somente moderadores do servidor podem usar esse comando.

source: This server doesn't have any timezones saved yet.
es: Este servidor no tiene ninguna zona horaria guardada todavía.
pl: Ten serwer nie posiada jeszcze żadnych stref czasowych.
pt: Este servidor ainda não possui nenhum fuso horário salvo.

source: Saved timezones
es: Zonas horarias guardadas
pl: Zapisane strefy czasowe
pt: Fusos horários salvos

source: Removes a timezone from the list.
es: Elimina una zona horaria de la lista.
pl: Usuwa strefę czasową z listy.
pt: Remove um fuso horário da lista.

source: There's no timezone saved with that name. Remember to use the timezone's real name, not the display name.
es: No hay una zona horaria guardada con ese nombre. Recuerda usar el nombre real de la zona horaria, no el nombre para mostrar.
pl: Nie zapisano strefy czasowej o tej nazwie. Pamiętaj, aby użyć prawdziwej nazwy strefy czasowej, a nie nazwy wyświetlanej.
pt: Não há fuso horário salvo com este nome. Lembre-se de usar o nome real do fuso horário, não o nome de exibição.

source: Timezone {name} ({display_name}) removed successfully.
es: Zona horaria {name} ({display_name}) eliminada con éxito.
pl: Strefa czasowa {name} ({display_name}) została usunięta.
pt: O fuso horário {name} ({display_name}) foi removido com sucesso.

source: Renames a timezone
es: Renombra una zona horario
pl: Zmienia nazwę strefy czasowej
pt: Renomeia um fuso horário

source: There's no timezone saved with that name. Remember to use the timezone's real name, not the display name.
es: No hay una zona horaria guardada con ese nombre. Recuerda usar el nombre real de la zona horaria, no el nombre para mostrar.
pl: Nie ma zapisanej strefy czasowej o tej nazwie. Pamiętaj, aby użyć prawdziwej nazwy strefy czasowej, a nie nazwy wyświetlanej.
pt: Não há fuso horário salvo com este nome. Lembre-se de usar o nome real do fuso horário, não o nome de exibição.

source: Timezone `{timezone}` was renamed from `{old_name}` to `{new_name}`.
es: Zona horaria `{timezone}` fue renombrado de `{old_name}` a `{new_name}`.
pl: Zmieniono nazwę strefy czasowej `{timezone}` z `{old_name}` na `{new_name}`.
pt: O fuso horário `{timezone}` foi renomeado de `{old_name}` para `{new_name}`.

source: Shows a character's or a Discord user's information.
es: Muestra la información de un personaje o de un usuario de Discord.
pl: Pokazuje informacje o postaci lub użytkowniku Discorda.
pt: Exibe informações de um personagem ou de um usuário do Discord.

source: If the parameter matches a Discord user, it displays a list of the characters linked to that user. If the parameter matches a character, it will display the character's info. If the character found is registered to a Discord user, it will show the owner of the character. Users can be looked through their username, user#discriminator or their user id. Additionally, if the character is in the highscores, their ranking will be shown.
es: Si el parámetro coincide con un usuario de Discord, muestra una lista de los personajes registrados a ese usuario. Si el parámetro coincide con un personaje, mostrará la información del personaje Si el personaje encontrado está registrado a un usuario de Discord, mostrará el propietario del personaje. Los usuarios pueden ser buscados por su nombre de usuario, usuario#discriminador o su id de usuario. Además, si el personaje está en las puntuaciones más altas, se mostrará su clasificación.
pl: Jeśli parametr pasuje do użytkownika Discorda, wyświetla listę postaci powiązanych z tym użytkownikiem. Jeśli parametr pasuje do postaci, wyświetli informacje o postaci. Jeśli znaleziona postać jest zarejestrowana u użytkownika Discorda, pokaże właściciela postaci. Użytkownicy mogą być przeglądani według ich nazwy użytkownika, użytkownik#dyskryminator lub ich identyfikator użytkownika. Dodatkowo, jeśli postać znajduje się w najwyższych wynikach, ich ranking zostanie pokazany.
pt: Se o parâmetro corresponder a um usuário do Discord, exibirá uma lista de personagens vinculados a este usuário. Se o parâmetro corresponder a um personagem, as informações do personagem serão exibidas. Se o personagem encontrado for registrado a um usuário do Discord, irá mostrar o dono do personagem. Usuários podem ser visualizados por seu nome de usuário, usuário#discriminador ou seu ID de usuário. Adicionalmente, se o personagem estiver em rankings, suas posições serão mostradas.

source: I don't see any user or character with that name.
es: No veo ningún usuario o personaje con ese nombre.
pl: Nie widzę żadnego użytkownika ani postaci o tej nazwie.
pt: Não vejo nenhum usuário ou personagem com esse nome.

source: Shows basic information about a Tibia world.
es: Muestra información básica sobre un mundo en Tibia.
pl: Pokazuje podstawowe informacje o świecie Tibii.
pt: Mostra informações básicas sobre um mundo do Tibia.

source: Shows information like PvP type, online count, server location, vocation distribution, and more.
es: Muestra información como el tipo de PvP, jugadores en línea, distribución de vocaciones y más.
pl: Pokazuje informacje takie jak typ PvP, liczba online, lokalizacja serwera, dystrybucja profesji i więcej.
pt: Mostra informações como o tipo de PvP, a quantidade de jogadores online, a localização do servidor, a distribuição por vocação e muito mais.

source: This world is offline.
es: Este mundo está offline.
pl: Ten świat jest offline.
pt: Este mundo está offline.

source: Players Online
es: Jugadores en línea
pt: Jogadores Online

source: The players online record is {count:,}
es: El récord de jugadores en línea es {count:,}
pl: Rekordowa ilość graczy online to {count:,}
pt: O recorde de jogadores online é {count:,}

# World creation date
source: Created
es: Creado el
pt: Criado Em

source: Always
es: Siempre
pl: Od powstania
pt: Sempre

source: BattlEye Since
es: BattlEye desde
pt: BattlEye Desde

source: PvP Type
es: Tipo de PvP
pl: Rodzaj PvP
pt: Tipo de PvP

source: Premium Restricted
es: Limitado a premium
pt: Somente Premium

source: Transfers
es: Transferencias
pl: Transfery
pt: Transferências

source: Vocations Distribution
es: Distribución por vocación
pt: Distribuição por Vocação

source: Merged From
es: Combinado de
pt: Formado Por

source: Shows a list of worlds.
es: Muestra una lista de mundos.
pl: Pokazuje listę wszystkich światów.
pt: Mostra uma lista de mundos.
