Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Premium days in your account can be assigned to servers you're in to give them premium privileges. Note that once you give premium to a server, it can't be taken back, even if you stop being part of the server.
es: Los días premium en tu cuenta pueden ser asignados a servidores en los que estás para darles privilegios premium. Ten en cuenta que una vez que das premium a un servidor, no se puede recuperar, incluso si dejas de formar parte del servidor.
pl: Dni premium na Twoim koncie mogą być przypisane do serwerów, aby przyznać im uprawnienia premium. Zauważ, że po przyznaniu serwerowi premium nie można go odebrać, nawet jeśli przestaniesz być członkiem serwera.
pt: Dias de premium na sua conta podem ser atribuído a servidores em que você está para lhes dar privilégios premium. Note que uma vez que você atribuir premium a um servidor, ela não poderá ser recuperada, mesmo se você deixar de fazer parte do servidor.

source: Premium Status
es: Estado Premium
pl: Status Premium
pt: Status Premium

source: You currently have {days:,} days to assign.
es: Actualmente tienes {days:,} días para asignar.
pl: Obecnie masz {dni:,} dni do przydzielenia.
pt: Você tem {days:,} dias para atribuir.

source: More info
es: Más información
pl: Więcej informacji
pt: Mais informações

source: `{prefix}premium history` to view your transactions. `{prefix}premium buy` to buy premium with Tibia Coins. `{prefix}premium add` to add premium to a new server.
es: `{prefix}premium history` para ver tus transacciones. `{prefix}premium buy` para comprar premium con Tibia Coins. `{prefix}premium add` para añadir premium a un nuevo servidor.
pl: `{prefix}premium history` aby wyświetlić Twoje transakcje. `{prefix}premium buy` aby kupić premium za Tibia Coiny. `{prefix}premium add` aby dodać premium do nowego serwera.
pt: `{prefix}premium history` para ver suas transações. `{prefix}premium buy` para comprar premium com Tibia Coins. {prefix}premium add` para adicionar premium a um novo servidor.

source: Last change
es: Último cambio
pl: Ostatnia modyfikacja
pt: Última alteração

source: You're currently a Patreon
es: Actualmente eres un Patreon
pl: Jesteś już Patreon'em
pt: Você é um apoiador no Patreon

source: Registers a Tibia Coin transfer to purchase NabBot premium.
es: Registra una transferencia de Tibia coin para comprar premium de NabBot.
pl: Rejestruje przelew Tibia Coinów w celu zakupu NabBot premium.
pt: Registra uma transferência de Tibia Coins para comprar o NabBot Premium.

source: In order to buy premium, you must transfer the coins to **Nab Broker** and then register the transaction here, including the amount transferred and the character that made the transfer.
es: Para comprar premium, debes transferir los Tibia Coins a **Nab Broker** y luego registrar la transacción aquí, incluyendo la cantidad transferida y el personaje que hizo la transferencia.
pl: Aby kupić premium, musisz przesłać Tibia Coiny do **Nab Broker** i zarejestrować transakcję tutaj, odnotowując przy niej przekazaną kwotę oraz postać, z której Tibia Coiny zostały przesłane.
pt: Para comprar premium, você deve transferir as Coins para **Nab Broker** e, em seguida, registrar a transação aqui, incluindo a quantia transferida e o personagem que fez a transferência.

source: The transferred amount can't be zero or lower.
es: La cantidad transferida no puede ser cero o inferior.
pl: Przesłana kwota nie może wynosić zero ani być ujemna.
pt: O valor transferido não pode ser zero ou menor que zero.

source: There is no character named **{character}**.
es: No hay ningún personaje llamado **{character}**.
pl: Nie istnieje postać o nazwie **{character}**.
pt: Não há personagem chamado **{character}**.

source: You already have a pending transaction, wait for it to be reviewed.
es: Ya tienes una transacción pendiente, espera a que sea revisada.
pl: Masz już oczekującą transakcję, zaczekaj na jej weryfikację.
pt: Você já tem uma transação pendente, aguarde sua revisão.

source: Do you confirm that you transferred **{amount}** Tibia coins from **{character}** to **{recipient}**? *Abuse may result in being banned from NabBot services.*
es: ¿Confirmas que has transferido **{amount}** Tibia coins de **{character}** a **{recipient}**? *El abuso puede resultar en la prohibición de los servicios de NabBot.*
pl: Czy potwierdzasz, że przesłałeś **{amount}** Tibia Coins z **{character}** na **{recipient}**? *Nadużywanie może skutkować zablokowaniem z usług NabBot.*
pt: Você confirma que transferiu **{amount}** Tibia Coins de **{character}** para **{recipient}**? *Abusos podem resultar em ser banido dos serviços do NabBot.*

source: Payment sent for verification (ID: {id}). It might take some time for premium to be assigned. You will receive confirmation via DM when your payment is approved.
es: Pago enviado para verificación (ID: {id}). Puede tardar algún tiempo en asignarse premium. Recibirás confirmación a través de DM cuando tu pago sea aprobado.
pl: Płatność wysłana do weryfikacji (ID: {id}). Przypisanie premium może zająć trochę czasu. Otrzymasz potwierdzenie za pośrednictwem prywatnej wiadomości, gdy płatność zostanie zatwierdzona.
pt: Pagamento enviado para verificação (ID: {id}). Pode levar algum tempo para a premium ser atribuída. Você receberá a confirmação por Mensagem Direta quando seu pagamento for aprovado.

source: *Make sure you're able to receive direct messages from me*. You can use `{prefix}checkdm` to check.
es: *Asegúrate de poder recibir mensajes directos de mi*. Puedes usar `{prefix}checkdm` para comprobar.
pl: *Upewnij się, że możesz odbierać od mnie prywatne wiadomości*. Możesz użyć `{prefix}checkdm` aby sprawdzić.
pt: *Certifique-se que pode receber mensagens diretas de mim*. Você pode usar `{prefix}checkdm` para verificar.

source: Shows your transactions history, and the servers you've given days to.
es: Muestra tu historial de transacciones, y los servidores a los que has dado días.
pl: Pokazuje historię transakcji oraz serwery, którym przekazałeś dni premium.
pt: Mostra o histórico de suas transações e os servidores que você escolheu.

source: This shows a combination of the purchases you have done, and the servers you've given premium to. To only show purchases, you can add `purchases` at the end. To only show which servers you have given premium to, add `servers` at the end. To view more information about a specific purchase transaction, use `transaction view «id»`.
es: Esto muestra una combinación de las compras que has hecho y los servidores a los que has dado premio. Para mostrar solo las compras, puedes añadir `purchases` al final. Para mostrar únicamente a qué servidores has dado premium, añade `servers` al final. Para ver más información acerca de una transacción específica, utilice `transaction view «id»`.
pl: To pokazuje kombinację zakupów, które wykonałeś i serwerów, na które przyznałeś premium. Aby pokazywać tylko zakupy, możesz dodać `purchases` na końcu. Aby pokazać tylko które serwery którym przyznałeś premium, dodaj `servers` na końcu. Aby wyświetlić więcej informacji o konkretnej transakcji, użyj `transaction view «id»`.
pt: Isso mostra uma combinação das compras que você fez e dos servidores para os quais você deu premium. Para apenas mostrar compras, você pode adicionar `purchases` no final. Para mostrar apenas para quais servidores você deu premium, adicione `servers` no final. Para ver mais informações sobre uma transação de compra específica, use o `transaction view «ID»`.

source: That's not a valid filter, the valid filters are `purchases` or `servers`. Leave blank to show all transactions together.
es: Eso no es un filtro válido, los filtros válidos son `purchases` o `servers`. Deja en blanco para mostrar todas las transacciones juntas.
pt: Esse não é um filtro válido, os filtros válidos são `purchases` ou `servers`. Deixe em branco para mostrar todas as transações.

source: You currently don't have any transactions.
es: Actualmente no tienes ninguna transacción.
pl: Obecnie nie masz żadnych transakcji.
pt: Você não realizou nenhuma transação.

source: unknown server
es: servidor desconocido
pl: nieznany serwer
pt: servidor desconhecido

source: **-{days}d** - For **{server}**
es: **-{days}d** - Para **{server}**
pl: **-{days} dni** - Dla **{server}**
pt: **-{days}d** - Para **{server}**

source: Your transactions
es: Tus transacciones
pl: Twoje transakcje
pt: Suas transações

source: Shows you a list of the servers you're currently giving premium to as a Patreon.
es: Te muestra una lista de servidores a los que estás dando premium como Patreon.
pl: Pokazuje listę serwerów, którym obecnie oferujesz premium jako Patreon.
pt: Mostra uma lista dos servidores que você está atualmente dando premium como um apoiador no Patreon.

source: Users that acquired premium through Patreon are given slots that they can use to grant premium to a server. This commands shows them the list of servers they're giving premium to, as well as the number of remaining slots they have. For regular premium users, they can use `premium history` to see which servers they have given premium days to.
es: Los usuarios que adquirieron premium a través de Patreon reciben ranuras que pueden utilizar para conceder premium a un servidor. Este comando les muestra la lista de servidores a los que están dando premio, así como el número de ranuras restantes que tienen. Para los usuarios premium regulares, pueden usar `historial premium` para ver a qué servidores le han dado días premium.
pl: Użytkownicy, którzy nabyli premium za pośrednictwem Patreona, otrzymują przydziały które mogą wykorzystać do przyznania serwera premium. Ta komenda pokazuje im listę serwerów, którym przydzielają premium, jak również liczbę pozostałych przydziałów, które im pozostały. Dla zwykłych użytkowników premium, może być użyte `premium history`, aby zobaczyć do których serwerów przydzielili dni premium.
pt: Os usuários que adquiriram premium por meio do Patreon recebem slots que podem usar para conceder premium a um servidor. Este comando mostra a lista de servidores para os quais eles estão fornecendo premium, bem como o número restante de slots que eles têm. Para usuários premium regulares, eles podem usar o `premium history` para ver quais servidores eles deram dias de premium.

source: You currently do not have any premium servers. To assign one use: `{prefix}premium add`
es: Actualmente no tienes ningún servidor premium. Para asignar uno usa: `{prefix}premium add`
pl: Obecnie nie masz żadnych serwerów premium. Aby przypisać jakiś użyj: `{prefix} premium add`
pt: Você atualmente não tem nenhum servidor premium. Para atribuir premium, use: `{prefix}premium add`

source: Premium Servers
es: Servidores premium
pl: Serwery Premium
pt: Servidores Premium

source: You have used **{slots}** out of **{limit}** premium slots.
es: Has usado **{slots}** de **{limit}** ranuras Premium.
pl: Użyłeś **{slots}** z **{limit}** przydziałów premium.
pt: Você já usou **{slots}** de **{limit}** slots de premium.

source: Shows premium prices and information.
es: Muestra los precios e información de premium.
pl: Pokazuje cenę i informacje o premium.
pt: Mostra informações e preços premium.

source: The price for **30** days of premium is **{price} {tc_emoji}**.
es: El precio de **30** días de premium es **{price} {tc_emoji}**.
pl: Cena za **30** dni premium wynosi **{price} {tc_emoji}**.
pt: O preço por **30** dias de premium é **{price} {tc_emoji}**.

source: To purchase, transfer to **{recipient}** and then submit the payment using: `{prefix}premium buy «amount» «character»` replacing with the amount sent and the character you transferred the coins from.
es: Para comprar, transfiere a **{recipient}** y luego envía el pago utilizando: `{prefix}premium buy «cantidad» «personaje»` y sustituye la cantidad enviada y el personaje del que has transferido las monedas.
pl: Aby kupić, przelej do **{recipient}**, a następnie prześlij płatność za pomocą: {prefix}premium buy «kwota» «postać»`, zastępując kwotę wysłaną i postać z której przelałeś monety.
pt: Para comprar, transfira para **{recipient}** e submeta o pagamento usando: `{prefix}premium buy «quantidade» «personagem»`, substituindo pela quantidade enviada e pelo nome do personagem do qual você transferiu os Tibia Coins.

source: *Remember to remove the `«` `»` symbols!*
es: *¡Recuerda eliminar los símbolos `«` `»`!*
pl: *Pamiętaj, aby usunąć znaki: `«` `»`!*
pt: *Não se esqueça de remover os símbolos `«` `»`!*

source: NabBot Premium Prices
es: Precios de premium
pl: Ceny Premium NabBota
pt: Preços da Premium do NabBot

source: You can also become a [Patron]({url}) to get premium benefits.
es: También puede convertirse en un [Patron]({url}) para obtener beneficios premium.
pl: Możesz również zostać [Patron]({url}) aby uzyskać korzyści premium.
pt: Você também pode se tornar um [Patron]({url}) para obter benefícios premium.

source: More information
es: Más información
pl: Więcej informacji
pt: Mais informações

source: Other commands
es: Otros comandos
pl: Inne komendy
pt: Outros comandos

source: For help and other commands: `{prefix}help premium`
es: Para ayuda y otros comandos: `{prefix}help premium`
pl: Aby uzyskać pomoc oraz dostęp do innych komend: `{prefix}help premium`
pt: Para ajuda e outros comandos: `{prefix}help premium`

source: Unassigns premium from a server you gave premium to as a Patreon.
es: Deja de asignar premium a un servidor al que diste premium como Patreon.
pl: Unieważnia premium z serwera, któremu przydzieliłeś je jako Patreon.
pt: Remove a premium de um servidor que você deu premium como apoiador no Patreon.

source: You can't remove premium days you have given to a server, this is only for servers that a Patreon user gave a slot to. If you use it without parameters, it will attempt to remove the current server. Otherwise, the server's id must be provided. You can't remove a premium server if it was assigned less than 5 days ago.
es: No puedes quitar los días premium que has dado a un servidor, esto es sólo para los servidores a los que un usuario de Patreon ha dado una ranura. Si lo usas sin parámetros, intentará eliminar el servidor actual. De lo contrario, el id del servidor debe ser proporcionado. No puedes eliminar un servidor premium si fue asignado hace menos de 5 días.
pl: Nie możesz usunąć dni premium, które przydzieliłeś serwowi, to opcja tylko dla serwerów, którym użytkownik Patreon przyznał premium. W przypadku użycia bez parametrów, spróbuje usunąć bieżący serwer. W przeciwnym razie musi zostać podany identyfikator serwera. Nie można usunąć serwera premium, jeśli zostało ono przypisane mniej niż 5 dni temu.
pt: Você não pode remover os dias de premium que você deu a um servidor, isto é apenas para servidores que um apoiador no Patreon atribuiu um de seus slots. Se você usá-lo sem parâmetros, ele tentará remover o servidor atual. Caso contrário, o ID do servidor deve ser fornecido. Você não pode remover um servidor premium se foi atribuído há menos de 5 dias atrás.

source: You must tell me the id of the server you want to remove premium from. You can use `{prefix}serverinfo` on the server to get the ID. Alternatively, you can use the command in the desired server with no parameters.
es: Debes indicarme el id del servidor del que quieres eliminar premium. Puedes usar `{prefix}serverinfo` en el servidor para obtener el ID. Alternativamente, puede utilizar el comando en el servidor deseado sin parámetros.
pl: Musisz podać mi identyfikator serwera, z którego chcesz usunąć premium. Możesz użyć `{prefix}serverinfo` na serwerze, aby uzyskać ID. Alternatywnie, możesz użyć komendy na żądanym serwerze bez parametrów.
pt: Você deve me dizer o ID do servidor do qual deseja remover a premium. Você pode usar `{prefix}serverinfo` no servidor para obter o ID. Alternativamente, você pode usar o comando, sem parâmetros, no servidor desejado.

source: You currently do not have any premium servers. To assign one use: `{prefix}{command} add`
es: Actualmente no tienes servidores premium. Para asignar un uso: `{prefix}{command} add`
pl: Obecnie nie masz żadnych serwerów premium. Aby przypisać jakiś użyj: `{prefix}{command} add`
pt: Você atualmente não tem nenhum servidor premium. Para atribuir premium, use: `{prefix}{command} add`

source: You haven't assigned premium to any server with this ID.
es: No has asignado premium a ningún servidor con este ID.
pl: Nie przypisałeś premium do żadnego serwera o tym ID.
pt: Você não atribuiu premium a nenhum servidor com esse ID.

source: You can't remove premium from a server with premium days.
es: No puedes quitar premium de un servidor con días premium.
pl: Nie możesz usunąć premium z serwera z dniami premium.
pt: Você não pode remover a premium de um servidor para o qual você atribuiu dias de premium.

source: You can only unassign a server after 5 days.
es: Sólo se puede desasignar un servidor después de 5 días.
pl: Możesz cofnąć przypisanie serwera dopiero po 5 dniach.
pt: Você só pode remover a premium de um servidor 5 dias após ter atribuído premium a ele.

source: <Unknown Server {id}>
es: <Servidor desconocido {id}>
pl: <Nieznany Serwer {id}>

source: Are you sure you want to remove premium from **{name}**?
es: ¿Estás seguro de que quieres remover el premium de **{name}**?
pl: Czy na pewno chcesz usunąć premium z **{name}**?
pt: Você tem certeza que deseja remover a premium de **{name}**?

source: Premium server removed.
es: Premium removido del servidor.
pl: Serwer Premium został usunięty.
pt: Premium removida do servidor.

source: Shows a list of the premium days the server has received.
es: Muestra una lista de los días premium que el servidor ha recibido.
pl: Pokazuje listę dni premium, które otrzymał serwer.
pt: Mostra uma lista dos dias de premium que o servidor recebeu.

source: This server currently has no transaction history.
es: Este servidor no tiene historial de transacciones.
pl: Ten serwer nie ma obecnie żadnej historii transakcji.
pt: Este servidor não tem histórico de transações.

source: <Unknown User>
es: <Usuario desconocido>
pl: <Nieznany Użytkownik>
pt: <Usuário Desconhecido>

source: Premium History
es: Historial premium
pl: Historia Premium
pt: Histórico de Premium

source: Shows details about a specific transaction.
es: Muestra detalles sobre una transacción específica.
pl: Pokazuje szczegóły dotyczące konkretnej transakcji.
pt: Mostra detalhes sobre uma transação específica.

source: You can only view your own transactions. To see a list of them use `premium history`.
es: Solo puedes ver tus propias transacciones. Para ver una lista de ellas utiliza `premium history`.
pl: Możesz zobaczyć jedynie swoje transakcje. Aby je wyświetlić użyj `premium history`.
pt: Você só pode ver suas próprias transações. Para ver uma lista delas, use `premium history`.

source: There is no transaction with that ID or it does not belong to you.
es: No existe ninguna transacción con ese ID o no te pertenece.
pl: Nie istnieje transakcja z takim ID lub nie Ty ją wykonałeś.
pt: Não há nenhuma transação com esse ID ou ela não pertence a você.

source: This server already has premium.
es: Este servidor ya tiene premium.
pl: Ten serwer posiada już premium.
pt: Este servidor já é premium.

source: Are you sure you want to assign premium to **{server}**? *There will be a 5 day cooldown to change this premium slot*
es: ¿Estás seguro de que quieres asignar premium a **{server}**? *No podrás cambiar este espacio por 5 días*
pl: Czy na pewno chcesz przypisać premium do **{server}**? *Musi minąć 5 dni, zanim będziesz mógł zmienić to przypisanie*
pt: Tem certeza que deseja atribuir premium a **{server}**? *Haverá um tempo de espera de 5 dias para alterar este slot de premium*

source: **{server}** is now a premium server.
es: **{server}** es ahora un servidor premium.
pl: **{server}** jest teraz serwerem premium.
pt: **{server}** agora é um servidor premium.

source: Are you sure you want to give {days} premium days to **{server}**? *These premium days can't be removed.*
es: ¿Estás seguro de que quieres dar {days} días premium a **{server}**? *Estos días premium no se pueden eliminar.*
pl: Czy na pewno chcesz dać {days} dni premium **{server}**? *Te dni premium nie mogą zostać usunięte.*
pt: Você tem certeza que quer dar {days} dias de premium a **{server}**? *Esses dias de premium não podem ser removidos.*

source: You cannot assign premium to a server that a Patron is giving premium to.
es: No puedes asignar premium a un servidor al que un Patron está dando premio.
pl: Nie możesz przypisać premium do serwera, do którego Patron nadaje premium.
pt: Você não pode atribuir premium a um servidor ao qual um apoiador do Patreon já está dando premium.

source: **{server}** has received {days} premium days.
es: **{server}** ha recibido {days} días premium.
pl: **{server}** otrzymał {days} dni premium.
pt: **{server}** recebeu {days} dias premium.

source: Transaction No. {id}
es: Transacción No. {id}
pl: Transakcja nr {id}
pt: Transação N° {id}

source: Submitted on
es: Envíado el
pl: Przesłano dnia:
pt: Enviado em

source: Status
es: Estado
pt: Estado

source: Amount
es: Cantidad
pt: Quantidade

source: Days
es: Días
pl: Dni
pt: Dias

source: Details
es: Detalles
pl: Szczegóły
pt: Detalhes

source: Additional Comments
es: Comentarios adicionales
pl: Dodatkowe komentarze
pt: Comentários Adicionais

source: No respawns were registered.
es: No se registraron respawns.
pl: Nie zarejestrowano żadnych respawnów.
pt: Nenhum respawn foi registrado.

source: Commands related to the respawn system.
es: Comandos relacionados con el sistema de respawn.
pl: Komendy związane z systemem respawnów.
pt: Comandos relacionados ao sistema de respawn.

source: Respawn system is not configured for this server. Use `{prefix}respawn setup` to configure.
es: El sistema de respawns no esta configurado para este servidor. Usa `{prefix}respawn setup` para configurar.
pl: System respawnów nie jest skonfigurowany dla tego serwera. Użyj `{prefix}respawn setup`, aby skonfigurować.
pt: Sistema de respawn não está configurado para este servidor. Use `{prefix}respawn setup` para configurar.

source: You do not have access to the respawn system in this server.
es: No tienes acceso al sistema de respawns en este servidor.
pl: Nie masz dostępu do systemu respawnów na tym serwerze.
pt: Você não tem acesso ao sistema de respawn neste servidor.

source: Your time at **{respawn}** (Server: {server}) has ended.
es: Tu tiempo en **{respawn}** (Servidor: {server}) ha terminado.
pl: Twój czas w **{respawn}** (Serwer: {server}) zakończył się.
pt: Seu tempo em **{respawn}** (Servidor: {server}) terminou.

source: It's your turn to take **{respawn.name}** (`{respawn.code}`). Do you want to take it?
es: Es tu turno de tomar **{respawn.name}** (`{respawn.code}`). ¿Quieres tomarlo?
pl: Twoja kolej na **{respawn.name}** (`{respawn.code}`). Przyjmujesz?
pt: É a sua vez de caçar em **{respawn.name}** (`{respawn.code}`). Você vai caçar?

source: Alright, the respawn was not assigned to you.
es: Ok, el respawn no se te asignó.
pl: W porządku, respawn nie został do Ciebie przypisany.
pt: Certo, o respawn não foi atribuído a você.

source: You are now hunting in **{respawn.name}** (`{respawn.code}`).
es: Ahora estás cazando en **{respawn.name}** (`{respawn.code}`).
pl: Aktualnie polujesz na **{respawn.name}** (`{respawn.code}`).
pt: Você está caçando agora em **{respawn.name}** (`{respawn.code}`).

source: Manages respawns
es: Gestionar respawns
pl: Zarządzaj respawnami
pt: Gerencia respawns

source: Try the subcommands for more information.
es: Prueba los subcomandos para más información.
pl: Wypróbuj pod-komendy aby uzyskać więcej informacji.
pt: Use os subcomandos para obter mais informações.
