Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Shows all the auctions a character has been involved in.
es: Muestra todas las subastas en las que ha participado un personaje.
pt: Mostra todos os leilões de um certo personagem.

source: An indicator is shown for finished auctions, showing if it was successful (character was sold) or not. If the auction is still being processed, it is unknown if the auction will be successful or not.
es: Se muestra un indicador para subastas terminadas, muestra si fue exitoso (se vendió el personaje) o no. Si la subasta todavía está siendo procesada, se desconoce si la subasta será exitosa o no.
pl: Wskaźnik jest wyświetlany dla zakończonych aukcji, pokazując, czy była udana (postać została sprzedana) czy nie. Jeśli aukcja jest nadal przetwarzana, nie wiadomo, czy aukcja zakończy się sukcesem, czy nie.
pt: Um indicador é mostrado para leilões concluídos, mostrando se foram bem-sucedidos (o personagem foi vendido) ou não. Se o leilão ainda está sendo processado, não há como saber se o leilão será bem-sucedido ou não.

source: Could not find any auctions for this character.
es: No se pudo encontrar ninguna subasta para este personaje.
pt: Não foi possível encontrar nenhum leilão para este personagem.

source: {id} - Lvl {level} {voc} - {world} - {bid:,}{tc} -
es: {id} - Nvl {level} {voc} - {world} - {bid:,}{tc} -

source: Sold
es: Vendido
pt: Vendido

source: Auctions of {name}
es: Subastas de {name}
pt: Leilões de {name}

source: Shows currently active auctions containing a specific item.
es: Muestra subastas activas que contienen un objeto específico.
pt: Mostra leilões ativos que contenham um item específico.

source: Only auctions in progress are shown. The data displayed is not live and bid amounts might be outdated.
es: Sólo se muestran las subastas en curso. Los datos mostrados no están en vivo y las cantidades de las ofertas pueden estar desactualizadas.
pt: Apenas leilões em andamento são mostrados. Os dados exibidos não estão ao vivo e os lances podem estar desatualizados.

source: There are no active auctions with that item.
es: No hay subastas activas con este ítem.
pt: Não há leilões ativos com esse item.

source: Active auctions with {item}
es: Subastas activas con {item}
pl: Aktywne aukcje z {item}
pt: Leilões ativos com {item}

source: Shows auctions containing a specific item.
es: Muestra subastas que contienen un item específico.
pl: Pokazuje aukcje, które zawierają konkretny przedmiot.
pt: Mostra leilões contendo um item específico.

source: There are no auctions with that item.
es: No hay subastas con este ítem.
pl: Nie ma aukcji z tym przedmiotem.
pt: Não há leilões com este item.

source: Auctions with {item}
es: Subastas con {item}
pt: Leilões com {item}

source: Shows a summary of auctions.
es: Muestra un resumen de las subastas.
pt: Mostra estatísticas de leilões.

source: Auction Statistics
es: Estadísticas de subastas
pt: Estatísticas de Leilões

source: Last updated
es: Última actualización
pt: Última atualização

source: There's a total of **{count:,}** auctions.
es: Hay un total de **{count:,}** subastas.
pt: Há um total de **{count:,}** leilões.

source: By Status
es: Por estado
pt: Por Status

source: The total worth of all characters successfully traded is **{total_tc:,.0f}** {TC}. The total of all fees and commissions paid is **{total_fees:,.0f}** {TC}
es: El valor total de todos los personajes intercambiados con éxito es **{total_tc:,.0f}** {TC}. El total de todas las cuotas y comisiones pagadas es **{total_fees:,.0f}** {TC}
pt: O valor total de todos os personagens negociados com sucesso é **{total_tc:,.0f}** {TC}. O total de todas as taxas e comissões pagas é **{total_fees:,.0f}** {TC}

source: Most Expensive
es: Los más caros
pt: Mais Caros

source: Shows a world's bosses predictions.
es: Muestra las predicciones de los bosses de un mundo.
pt: Mostra as previsões de bosses para um mundo.

source: Shows the chances of boss respawning, the last time a boss was seen, or the expected time to see the boss. Data is provided by TibiaBosses.com.
es: Muestra las posibilidades de que un boss esté presente, la última vez que un boss fue visto, o el tiempo esperado para ver al boss. Los datos son proporcionados por TibiaBosses.com.
pt: Mostra as chances do boss aparecer, a última vez que o boss foi visto ou o tempo esperado para ver o boss. Dados fornecidos por TibiaBosses.com.

source: You must specify the world you want predictions for.
es: Debes especificar el mundo para el que quieres predicciones.
pt: Você deve especificar o mundo para o qual você deseja as previsões.

source: Could not fetch boss predictions.
es: No se han podido obtener las predicciones.
pl: Nie można pobrać prognoz bossów.
pt: Não foi possível obter as previsões.

source: Boss predictions for {world}
es: Predicciones de bosses para {world}
pt: Previsões de bosses para {world}

source: For premium predictions, check out [TibiaBosses.com](https://www.tibiabosses.com/premium/)
es: Para predicciones premium, revisa [TibiaBosses.com](https://www.tibiabosses.com/premium/)
pt: Para previsões premium, confira [TibiaBosses.com](https://www.tibiabosses.com/premium/)

source: Gets the boosted creature of the day.
es: Muestra la criatura del día.
pt: Mostra a criatura boostada do dia.

source: Today's boosted creature
es: Criatura del día
pt: Criatura Boostada de Hoje

source: The boosted creature of the day is **{name}**. They will yield double experience, double loot and will respawn twice as fast! *Try `{prefix}monster {name}` to see more info!*
es: La criatura del día es **{name}**. ¡Darán doble experiencia, doble loot y reaparecerán dos veces más rápido! *Usa `{prefix}monster {name}` para ver más información!*
pt: A criatura boostada do dia é **{name}**. Esta criatura dará experiência em dobro, dará loot em dobro e dará respawn duas vezes mais rápido! *Experimente `{prefix}monster {name}` para ver mais informações!*

source: Gets the most recent boosted creature entries.
es: Obtiene las últimas entradas de criaturas del día.
pl: Pobiera najnowsze boosted creatures.
pt: Mostra as últimas criaturas boostadas.

source: There are no saved boosted creature entries.
es: No hay entradas de criatura del día guardadas.
pt: Não há registros salvos de criaturas boostadas.

source: Recent Boosted Creatures
es: Criaturas del día recientes
pt: Criaturas Boostadas Recentemente

source: Events for {month}
es: Eventos de {month}
pt: Eventos de {month}

source: All events start and end at the server save of the day specified.
es: Todos los eventos comienzan y terminan en server save del día especificado.
pl: Wszystkie wydarzenia zaczynają się i kończą przy restarcie serwera określonego dnia.
pt: Todos os eventos iniciam e terminam no server save do dia especificado.

source: Previous events
es: Eventos anteriores
pl: Poprzednie wydarzenia
pt: Eventos passados

source: Current events
es: Eventos actuales
pl: Bieżące wydarzenia
pt: Eventos atuais

source: Upcoming events
es: Próximos eventos
pl: Nadchodzące wydarzenia
pt: Próximos eventos

source: Shows the latest CM posts in the forum.
es: Muestra las últimas publicaciones de CMs en el foro.
pl: Pokazuje najnowsze wpisy CMów na forum.
pt: Mostra os últimos posts dos CMs no fórum.

source: Posts made by Community Managers on the Tibia forums.
es: Posts realizados por Community Managers en los foros de Tibia.
pl: Wpisy CMów na forum Tibii.
pt: Posts feitos pelos Community Managers nos fóruns do Tibia.

source: There are no CM posts in the last 30 days.
es: No hay posts de CMs en los ultimos 30 días.
pl: W ciągu ostatnich 30 dni nie odnotowano żadnych postów zamieszonych przez CMa.
pt: Não há post de nenhum CM nos últimos 30 dias.

source: Recent CM Posts
es: Post recientes de CM
pl: Ostatnie posty CM
pt: Posts recentes dos CMs

source: Shows a character's recent deaths or the recent deaths of characters in the server.
es: Muestra las muertes recientes de un personaje o las muertes recientes de personajes en el servidor.
pl: Pokazuje ostatnie śmierci postaci lub ostatnie śmierci postaci na serwerze.
pt: Mostra as mortes recentes de um personagem ou as mortes recentes de todos os personagens no servidor.

source: When no name is specified, the recent deaths of characters in the server are displayed. When used in a private channel, only deaths from Tibia.com will be shown.
es: Cuando no se especifica ningún nombre, se muestran las muertes recientes de personajes en el servidor. Cuando se utiliza en un canal privado, sólo se mostrarán muertes de Tibia.com.
pl: Bez podania nazwy, wyświetlane są ostatnie śmierci postaci na serwerze. W przypadku użycia na prywatnym kanale, wyświetlane będą tylko śmierci z Tibia.com.
pt: Quando nenhum nome for especificado, serão exibidas as mortes recentes de todos os personagens no servidor. Quando usado em um canal privado, somente as mortes do Tibia.com serão mostradas.

source: This server is not tracking any Tibia worlds.
es: Este servidor no está siguiendo ningún mundo de Tibia.
pl: Ten serwer nie śledzi żadnych światów.
pt: Este servidor não está monitorando nenhum mundo do Tibia.

source: Cannot use this command without parameters in private messages. Please specify the name of a character.
es: No se puede utilizar este comando sin parámetros en mensajes privados. Por favor, especifique el nombre de un personaje.
pl: Nie można użyć tej komendy bez parametrów w prywatnych wiadomościach. Proszę podać nazwę postaci.
pt: Não é possível usar este comando sem parâmetros em mensagens privadas. Por favor especifique o nome de um personagem.

source: Recent deaths
es: Muertes recientes
pl: Ostatnie śmierci
pt: Mortes recentes

source: There are no recent deaths.
es: No hay muertes recientes.
pl: Brak ostatnich śmierci.
pt: Não há mortes recentes.

source: Shows the latest deaths caused by a specific monster.
es: Muestra las últimas muertes causadas por un monstruo específico.
pl: Pokazuje ostatnie śmierci spowodowane przez określonego potwora.
pt: Mostra as mortes mais recentes causadas por um monstro específico.

source: {name} (**@{user}**) - At level **{level}** - *{time}*
es: {name} (**@{user}**) - En nivel **{level}** - *{time}*
pl: {name} (**@{user}**) - Na poziomie **{level}** - *{time}*
pt: {name} (**@{user}**) - No level **{level}** - *{time}*

source: There are no registered deaths by that monster.
es: No hay muertes registradas por ese monstruo.
pl: Nie ma zarejestrowanych ofiar śmiertelnych tego potwora.
pt: Não há mortes registadas para esse monstro.

source: Latest deaths by {monster}
es: Últimas muertes por {monster}
pl: Ostatnie śmierci potwora: {monster}
pt: Últimas mortes por {monster}

source: Shows a user's recent deaths on his/her registered characters.
es: Muestra las muertes recientes de un usuario en sus caracteres registrados.
pl: Pokazuje ostatnie śmierci użytkownika na jego zarejestrowanych postaciach.
pt: Mostra as mortes recentes dos personagens registrados a um certo usuário.

source: {name} - At level **{level}** by {killer} - *{time}*
es: {name} - En nivel **{level}** por {killer} - *{time}*
pl: {name} - Na poziomie **{level}** przez {killer} - *{time}*
pt: {name} - No level **{level}** por {killer} - *{time}*

source: There are no registered deaths by this user.
es: No hay muertes registradas de este usuario.
pl: Ten użytkownik nie ma żadnych zarejestrowanych śmierci.
pt: Não há mortes registradas para esse usuário.

source: {user} latest deaths
es: Muertes más recientes de {user}
pl: Ostatnie śmierci użytkownika {user}
pt: Últimas mortes de {user}

source: Shows death statistics
es: Muestra estadísticas de muerte
pl: Wyświetla statystyki śmierci
pt: Mostra estatísticas de morte

source: Shows the total number of deaths, the characters and users with more deaths, and the most common killers. To see a shorter period, use `week` or `month` as a parameter.
es: Muestra el número total de muertes, los personajes y usuarios con más muertes y los asesinos más comunes. Para ver un período más corto, usa `week` o `month` como parámetro.
pl: Pokazuje całkowitą liczbę śmierci, postacie i użytkowników z większą liczbą śmierci, a także najpopularniejszych zabójców. Aby zobaczyć krótszy okres, użyj `week` lub `month` jako parametru.
pt: Mostra o número total de mortes, personagens e usuários com mais mortes e os assassinos mais comuns. Para ver um período mais curto, use `week` ou `month` como parâmetro.

source: Death Statistics
es: Estadísticas de muertes
pl: Statystyki śmierci
pt: Estatísticas de Mortes

source: For a shorter period, try `{prefix}{command} week` or `{prefix}{command} month`
es: Para un período más corto, intenta `{prefix}{command} week` o `{prefix}{command} month`
pt: Para um período menor, tente `{prefix}{command} week` ou `{prefix}{command} month`

source: in the last %d day.
es: en el último %d día.
pt: no último dia.

source: There is a total of {total:,} death registered
es: Hay un total de {total:,} muerte registrada
pt: Há um total de {total:,} morte registrada

source: Most deaths per character
es: Más muertes por personaje
pl: Najwięcej śmierci na postać
pt: Personagens com mais mortes

source: Most deaths per user
es: Más muertes por usuario
pl: Najwięcej śmierci na użytkownika
pt: Usuários com mais mortes

source: Most deaths per killer
es: Más muertes por monstruo
pl: Najwięcej śmierci na zabójcę
pt: Maiores assassinos

source: Shows the contents of a forum post.
es: Muestra el contenido de un post del foro.
pl: Pokazuje zawartość posta na forum.
pt: Exibe o conteúdo de um post do fórum.

source: There's no forum with that id.
es: No hay un foro con ese id.
pl: Nie ma forum z tym identyfikatorem.
pt: Não há fórum com esse ID.

source: See more…
es: Ver más…
pl: Zobacz więcej…
pt: Ver mais…

source: Posted by {author}
es: Publicado por {author}
pl: Napisane przez {author}
pt: Postado por {author}

source: Posted on
es: Publicado el
pl: Opublikowano na
pt: Postado no

source: Shows online characters in a guild.
es: Muestra personajes en línea en un guild.
pl: Pokazuje postacie online w gildii.
pt: Mostra os personagens online de uma guild.

source: Shows the number of members the guild has and a list of their users. It also shows whether the guild has a guildhall or not, and their founding date.
es: Muestra el número de miembros que tiene el guild y una lista de sus usuarios. También muestra si el guild tiene o no un guildhall y cuando fue fundado.
pl: Pokazuje liczbę członków gildii i listę ich użytkowników. Pokazuje również, czy gildia ma guildhall, czy nie, oraz datę założenia.
pt: Mostra a quantidade de membros da guild e uma lista de seus usuários. Também mostra se a guild tem um guildhall ou não, e sua data de fundação.

source: The guild was founded on {date}
es: El guild se fundó en {date}
pl: Gildia została założona {date}
pt: A guild foi fundada em {date}

source: They own the guildhall {gh}.
es: Son dueños del guildhall {gh}.
pl: Są właścicielami guildhalla {gh}.
pt: Eles são donos da guildhall {gh}.

source: Nobody is online. It has **{guild.member_count:,}** members.
es: Nadie está en línea. Tiene **{guild.member_count:,}** miembros.
pl: Nikt nie jest online. Ma **{guild.member_count:,}** członków.
pt: Ninguém está online. Possui **{guild.member_count:,}** membros.

source: It has **{online}** player online out of **{member_count}**:
es: Tiene **{online}** jugador en línea de **{member_count}**:
pl: Ma **{online}** gracza online z **{member_count}**:
pt: Tem **{online}** jogador online de **{member_count}**:

source: Shows basic information and stats about a guild.
es: Muestra información básica y estadísticas sobre un guild.
pl: Pokazuje podstawowe informacje i statystyki o gildii.
pt: Mostra informações e estatísticas básicas sobre uma guild.

source: It shows their description, homepage, guildhall, number of members and more.
es: Muestra su descripción, página de inicio, guildhall, número de miembros y más.
pl: Pokazuje ich opis, stronę domową, guildhall, liczbę członków i więcej.
pt: Mostra a descrição, o site, a guildhall, a quantidade de membros e muito mais.

# Guild application status
source: Open
es: Abiertas
pl: Otwarte
pt: Permitido

# Guild application status
source: Closed
es: Cerradas
pl: Zamknięte
pt: Não permitido

source: Applications
es: Aplicaciones
pl: Aplikacje
pt: Apply

source: Homepage
es: Página web
pl: Strona domowa
pt: Página Inicial

source: Members online
es: Miembros en línea
pl: Członkowie online
pt: Membros online

source: Average level
es: Nivel promedio
pl: Średni poziom
pt: Level médio

source: Highest member
es: Miembro más alto
pl: Najwyższy poziom
pt: Membro mais alto

source: Vocation distribution
es: Distribución por vocación
pt: Distribuição por vocação

source: Shows a list of all guild members.
es: Muestra una lista de todos los miembros de la guild.
pt: Exibe uma lista de todos os membros da guild.

source: Online members have an icon next to their name.
es: Los miembros en línea tienen un icono al lado de su nombre.
pt: Membros online têm um ícone ao lado do seu nome.

source: {rank} — {online}**{name}** {title} (Lvl {level} {vocation})
es: {rank} — {online}**{name}** {title} (Nvl. {level} {vocation})

source: Shows the list of guilds of a world.
es: Muestra la lista de guilds de un mundo.
pt: Mostra a lista de guilds de um mundo.

source: There are no guilds in this world.
es: No hay guilds en este mundo.
pt: Não há guilds nesse mundo.

source: In formation
es: En formación
pt: Em formação

source: Guilds in {world}
es: Guilds en {world}
pt: Guilds em {world}

source: Shows the highscores for a given world and category.
es: Muestra los highscores de un mundo y una categoría determinados.
pt: Mostra os rankings de um determinado mundo e categoria.

source: If the server is already tracking a world, the tracked world will be used if no world is specified. To see the highscores of all worlds, use `global` or `all` as the world parameter. You can use `highscores categories` to see all available categories.
es: Si el servidor ya está rastreando un mundo, el mundo rastreado se utilizará si no se especifica ningún mundo. Para ver las puntuaciones altas de todos los mundos, usa `global` o `all` como parámetro del mundo. Puedes usar `highscores categories` para ver todas las categorías disponibles.
pt: Se o servidor já estiver monitorando um mundo, o mundo monitorado será usado caso nenhum mundo seja especificado. Para ver os rankings de todos os mundos, use `global` ou `all` no lugar do mundo. Você pode usar `highscores categories` para ver todas as categorias disponíveis.

source: I couldn't find any highscores entries.
es: No pude encontrar ninguna entrada de highscores.
pt: Não consegui encontrar este ranking.

source: Shows the possible categories and vocations you can use to filter highscores.
es: Muestra las posibles categorías y vocaciones que puedes usar para filtrar los highscores.
pt: Mostra as categorias e vocações possíveis que você pode usar para filtrar os rankings.

source: Shows info for a house or guildhall.
es: Muestra información sobre una casa o guildhall.
pt: Exibe informações de uma casa ou guildhall.

source: By default, it shows the current status of a house for the current tracked world (if any). If used on private messages, no world is looked up unless specified. To specify a world, add the world at the end separated with a comma.
es: Por defecto, muestra el estado actual de una casa para el mundo rastreado actual (si existe). Si se utiliza en mensajes privados, no se buscará ningún mundo a menos que se especifique. Para especificar un mundo, agregue el mundo al final separado con una coma.
pt: Por padrão, mostra o status atual de uma casa para o mundo atualmente monitorado (se houver). Se usado em mensagens privadas, nenhum mundo será visto, a menos que especificado. Para especificar um mundo, adicione o mundo no final separado por uma vírgula.

source: TibiaWiki module is unavailable for the moment, try again later.
es: El módulo TibiaWiki no está disponible por el momento, inténtalo más tarde.
pt: O módulo TibiaWiki não está disponível no momento, tente mais tarde.

source: I couldn't find a house with that name.
es: No pude encontrar una casa con ese nombre.
pt: Não consegui encontrar uma casa com esse nome.

source: Shows a list of houses or guilds in a specific world and city.
es: Muestra una lista de casas o guildhalls en un mundo y ciudad determinados.
pl: Pokazuje listę domków lub gildii na określonym świecie i mieście.
pt: Mostra uma lista de casas ou guildhalls em um mundo e cidade específicos.

source: You must specify a world.
es: Debes especificar un mundo.
pl: Musisz podać świat.
pt: Você deve especificar um mundo.

source: I couldn't find any houses in this world.
es: No pude encontrar ninguna casa en este mundo.
pl: Nie znalazłem żadnych domków na tym świecie.
pt: Não consegui encontrar nenhuma casa neste mundo.

source: That is not a valid world name.
es: Ese no es un mundo válido.
pl: To nie jest prawidłowa nazwa świata.
pt: Esse não é um mundo válido.

source: Shows the leaderboard for a specific world.
es: Muestra el leaderboard de un mundo específico.
pl: Pokazuje tablicę wyników dla określonego świata.
pt: Mostra a classificação para um mundo específico.

source: I couldn't find any leaderboard entries.
es: No pude encontrar ninguna entrada de leaderboard.
pl: Nie mogłem znaleźć żadnych najwyższych wyników.
pt: Não consegui encontrar nenhum registro de classificação.

source: Shows a character's or everyone's recent level ups.
es: Muestra los niveles recientes de un personaje o de todos.
pt: Mostra os avanços de level recentes de um personagem ou de todos os personagens no servidor.

source: If a character is specified, it displays a list of its recent level ups. If no character is specified, it will show the recent level ups of all registered characters in the server. This only works for characters registered in the bots database, which are the characters owned by the users of this Discord server.
es: Si se especifica un personaje, se muestra una lista de sus niveles recientes. Si no se especifica ningún personaje, mostrará los niveles de todos los personajes registrados en el servidor. Esto solo funciona para los personajes registrados en la base de datos del bot, que son los personajes registrados a los usuarios de este servidor de Discord.
pt: Se um personagem for especificado, ele exibe uma lista dos avanços de level mais recentes. Se nenhum personagem for especificado, ele mostrará os avanços de level recentes de todos os personagens registrados no servidor. Isto só funciona para personagens registrados na base de dados do bot, que são os personagens registrados a usuários deste servidor do Discord.

source: There are no registered levels.
es: No hay niveles registrados.
pt: Não há nenhum avanço de level registrado.

source: Shows a user's recent level ups on their registered characters.
es: Muestra los niveles recientes de un usuario en sus personajes registrados.
pt: Mostra os avanços de level recentes dos personagens registrados a um certo usuário.

source: {name} - Level **{level}** - *{time}*
es: {name} - Nivel **{level}** - *{time}*
pl: {name} - Poziom **{level}** - *{time}*

source: There are not registered level ups by this user.
es: No hay niveles registrados de este usuario.
pt: Não há avanços de level registrados para este usuário.

source: {name} latest level ups
es: Últimos niveles de {name}
pt: Últimos avanços de level de {name}

source: Shows the latest news articles from Tibia.com.
es: Muestra las últimas noticias de Tibia.com.
pt: Mostra as últimas notícias do Tibia.com.
