Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: I don't have a character with that name registered.
es: No tengo ningún personaje con ese nombre registrado.
pl: Nie ma zarejestrowanej postaci o tej nazwie.
pt: Não tenho personagem registrado com esse nome.

source: I couldn't find a character with that name.
es: No pude encontrar un personaje con ese nombre.
pl: Nie mogłem znaleźć postaci o tej nazwie.
pt: Não consegui encontrar nenhum personagem com esse nome.

source: I couldn't fetch the character, please try again.
es: No pude obtener el personaje, por favor, inténtalo de nuevo.
pl: Nie mogłem pobrać postaci, spróbuj ponownie.
pt: Não consegui pesquisar o personagem, por favor, tente novamente.

source: I'm having network issues, please try again.
es: Estoy teniendo problemas de red, por favor inténtalo de nuevo.
pl: Mam problemy z siecią, proszę spróbować ponownie.
pt: Estou tendo problemas de conexão, por favor, tente novamente.

source: You took to long to confirm. Aborting.
es: Te tardaste mucho en confirmar. Abortando.
pl: Potwierdzenie zajęło ci zbyt wiele czasu. Przerywam.
pt: Você demorou demais para confirmar. Abortando.

source: No changes will be done then.
es: No se harán cambios entonces.
pl: Żadne zmiany nie zostaną wprowadzone.
pt: Nenhuma mudança será feita.

source: I don't see any users with that name.
es: No veo a ningún usuario con ese nombre.
pl: Nie widzę żadnych użytkowników o tej nazwie.
pt: Não vejo nenhum usuário com esse nome.

source: I couldn't find any users named `{name}`.
es: No pude encontrar ningún usuario llamado `{name}`.
pl: Nie mogłem znaleźć żadnych użytkowników o nazwie `{name}`.
pt: Não consegui encontrar nenhum usuário chamado `{name}`.

source: That is not a valid ID.
es: Ese no es un ID válido.
pl: To nie jest prawidłowy ID.
pt: Este ID não é válido.

source: That's not a valid level.
es: Eso no es un nivel válido.
pl: To nie jest poprawny poziom.
pt: Este level não é válido.

source: There is no world with that name.
es: No hay ningún mundo con ese nombre.
pl: Nie ma świata o takiej nazwie.
pt: Não existe mundo com este nome.

source: There is no guild with that name.
es: No hay ningún guild con ese nombre.
pl: Nie ma gildii o takiej nazwie.
pt: Não há nenhuma guilda com esse nome.

source: I could not find that channel.
es: No pude encontrar ese canal.
pl: Nie mogłem znaleźć tego kanału.
pt: Não encontrei esse canal.

source: …and more
es: …y más
pl: …i więcej
pt: …e mais

source: This command cannot be used in private messages.
es: Este comando no puede ser usado en mensajes privados.
pl: Ta komenda nie może być używana w prywatnych wiadomościach.
pt: Este comando não pode ser utilizado em mensagens privadas.

source: You are not allowed to use this command.
es: No tienes permitido usar este comando.
pl: Nie masz uprawnień do używania tej komendy.
pt: Você não tem permissão para usar esse comando.

source: You need Administrator permission to use this command.
es: Necesita permiso de administrador para usar este comando.
pl: Potrzebujesz uprawnień administratora, aby użyć tej komendy.
pt: Você precisa ter permissão de Administrador para usar este comando.

source: You need `Manage Server` permissions to use this command.
es: Necesitas permisos de `Gestionar servidor` para usar este comando.
pl: Potrzebujesz uprawnienia `Zarządzanie serwerem`, aby użyć tej komendy.
pt: Você precisa da permissão `Gerenciar servidor` para usar este comando.

source: You need `Manage Channel` permissions to use this command.
es: Necesitas permisos de `Gestionar canal` para usar este comando.
pl: Potrzebujesz uprawnienia `Zarządzanie kanałem`, aby użyć tej komendy.
pt: Você precisa da permissão `Gerenciar canais` para usar este comando.

source: This server is not tracking any worlds.
es: Este servidor no está rastreando ningún mundo.
pl: Ten serwer nie śledzi żadnych światów.
pt: Este servidor não está rastreando nenhum mundo.

source: You're not in any server tracking a world.
es: No estás en ningún servidor que rastree un mundo.
pl: Nie jesteś na żadnym serwerze śledzącym świat.
pt: Você não está em nenhum servidor que esteja rastreando algum mundo.

source: Member "{}" not found.
es: Miembro "{}" no encontrado.
pl: Użytkownik "{}" nie znaleziony.
pt: Membro "{}" não encontrado.

source: Role "{}" not found.
es: Rol "{}" no encontrado.
pl: Rola "{}" nie znaleziona.
pt: Cargo "{}" não encontrado.

source: Could not find a channel by ID {argument!r}.
es: No se pudo encontrar un canal con el ID {argument!r}.
pl: Nie można znaleźć kanału według ID {argument!r}.
pt: Não encontrei um canal com ID {argument!r}.

source: That's not a valid time, try something like this: `1d7h` or `4h20m`
es: Eso no es un tiempo válido, prueba algo como esto: `1d7h` o `4h20m`
pl: To nie jest poprawny czas, spróbuj czegoś takiego: `1d7h` lub `4h20m`
pt: Esse não é um tempo válido, tente algo como: `1d7h` ou `4h20m`

source: That's a bit too far in the future… Try less than 60 days.
es: Eso es un poco demasiado lejos en el futuro… Inténtalo con menos de 60 días.
pl: To jest trochę za daleko w przyszłości… Spróbuj mniej niż 60 dni.
pt: Isso está em um futuro muito distante… Tente com menos de 60 dias.

source: Invalid stamina format, expected: `hh:mm`
es: Formato de estamina inválido, esperaba: `hh:mm`
pl: Niepoprawny format staminy, oczekiwany: `hh:mm`
pt: Formato da stamina inválido, esperado: `hh:mm`

source: Invalid stamina, minutes can't be 60 or greater.
es: Estamina no válida, los minutos no pueden ser 60 o más.
pl: Niepoprawna stamina, minuty nie mogą być 60 lub większe.
pt: Stamina inválida, o campo de minutos não pode ser maior ou igual a 60.

source: Invalid stamina, can't have more than 42 hours.
es: Estamina no válida, no puedes tener más de 42 horas.
pl: Niepoprawna stamina, nie może mieć więcej niż 42 godziny.
pt: Stamina inválida, não se pode ter mais de 42 horas.

source: `{argument}` is not a valid number.
es: `{argument}` no es un número válido.
pl: `{argument}` nie jest poprawną liczbą.
pt: `{argument}` não é um número válido.

source: **{name}** advanced to level {level}.
es: **{name}** subió al nivel {level}.
pl: Postać **{name}** awansowała do poziomu {level}.
pt: **{name}** avançou para o level {level}.

source: **{name}** ({level}) died to {killer_article}**{killer}**.
es: **{name}** ({level}) murió a causa de {killer_article}**{killer}**.
pl: Postać **{name}** ({level}) została zabita przez: {killer_article}**{killer}**.
pt: **{name}** ({level}) morreu para {killer_article}**{killer}**.

source: **{name}** ({level}) was killed by **{killer}**.
es: **{name}** ({level}) fue matado por **{killer}**.
pl: Postać **{name}** ({level}) została zabita przez **{killer}**.
pt: **{name}** ({level}) foi morto por **{killer}**.

source: This respawn's queue is already full.
es: La cola de este respawn ya está llena.
pl: Kolejka na ten respawn jest już pełna.
pt: A fila deste respawn já está cheia.

source: %d year
es: %d año
pl: %d rok
pt: %d ano

source: %d month
es: %d mes
pl: %d miesiąc
pt: %d mês

source: %d day
es: %d día
pl: %d dzień
pt: %d dia

source: %d hour
es: %d hora
pl: %d godzina
pt: %d hora

source: %d minute
es: %d minuto
pl: %d minuta
pt: %d minuto

source: %d second
es: %d segundo
pl: %d sekunda
pt: %d segundo

# months abbreviation
source: mo
es: me
pl: m-c.
pt: m

source: now
es: ahora
pl: teraz
pt: agora

source: {time} ago
es: hace {time}
pl: {time} temu
pt: {time} atrás

source: in {time}
es: en {time}
pl: za {time}
pt: em {time}

source: moments
es: un momento
pl: chwilę
pt: instantes

source: Only {user} may interact. Use this command yourself to interact.
es: Solo {user} puede interactuar. Usa este comando tú mismo para interactuar.
pl: Tylko {user} może wchodzić w interakcje. Użyj tej komendy samodzielnie, aby wejść w interakcję.
pt: Apenas {user} pode interagir. Use este comando você mesmo para interagir.

source: Yes
es: Sí
pl: Tak
pt: Sim

source: Cancel
es: Cancelar
pl: Anuluj
pt: Cancelar

source: Alright, choosing cancelled.
es: Esta bien, se canceló la elección.
pt: Beleza, escolha cancelada.

source: Page
es: Página
pl: Strona
pt: Página

source: %d entry
es: %d entrada
pt: %d registro

source: I need `Embed Links` permission to display this command.
es: Necesito permiso de `Insertar enlaces` para mostrar este comando.
pt: Preciso da permissão `Inserir links` para exibir este comando.

source: No help given.
es: No hay ayuda.
pl: Brak pomocy.
pt: Não há ajuda para esse comando.

source: Other Commands
es: Otros comandos
pl: Inne Komendy
pt: Outros Comandos

source: Use "{prefix}help «command»" for more info on a command.
es: Usa "{prefix}help «commando»" para más información sobre un comando.
pl: Użyj "{prefix}help «komenda»" aby otrzymać więcej informacji na temat danej komendy.
pt: Use "{prefix}help «comando»" para mais informações sobre um comando.

source: %d command
es: %d comando
pl: %d komenda
pt: %d comando

source: Command Help
es: Ayuda de Comandos
pl: Pomoc komend
pt: Ajuda de Comandos

source: argument
es: argumento
pt: parâmetro

source: This means the argument is __**required**__.
es: Esto significa que el argumento es __**requerido**__.
pl: To oznacza, że argument jest __**wymagany**__.
pt: Isso significa que o parâmetro é __**obrigatório**__.

source: This means the argument is __**optional**__.
es: Esto significa que el argumento es __**opcional**__.
pl: To oznacza, że argument jest __**opcjonalny**__.
pt: Isso significa que o parâmetro é __**opcional**__.

source: This means it can be __**either A or B**__.
es: Esto significa que puede ser __**A o B**__.
pl: To oznacza, że może to być __**A lub B**__.
pt: Isso significa que pode ser __**A ou B**__.

source: This means you can have multiple arguments.
es: Esto significa que puede tener múltiples argumentos.
pl: To oznacza, że możesz mieć wiele argumentów.
pt: Isso significa que você pode ter vários parâmetros.

source: This means the command has subcommands. Check the command's help to see them.
es: Esto significa que el comando tiene subcomandos. Revisa la ayuda del comando para verlos.
pl: To znaczy, że komenda posiada pod-komendy. Sprawdź pomoc komendy aby je wyświetlić.
pt: Isto significa que o comando tem subcomandos. Confira a ajuda do comando para ver a lista de subcomandos.

source: We were on page {page} before this message.
es: Estábamos en la página {page} antes de este mensaje.
pl: Byliśmy na stronie {page} przed tą wiadomością.
pt: Estávamos na página {page} antes desta mensagem.

source: Go back
es: Volver
pl: Wstecz
pt: Voltar

source: Help
es: Ayuda
pl: Pomoc
pt: Ajuda

source: Jump to section…
es: Ir a la sección…
pl: Przejdź do sekcji…
pt: Ir para a seção…

source: Lvl {level} ({exp:,} exp)
es: Nvl {level} ({exp:,} exp)

source: {value:,} point
es: {value:,} punto
pt: {value:,} ponto

source: Level {value}
es: Nivel {value}

source: all worlds
es: todos los mundos
pt: todos os mundos

source: no vocation
es: sin vocación
pt: sem vocação

source: {category} highscores for {world} ({vocation})
es: Highscores de {category} de {world} ({vocation})
pt: Ranking de {category} de {world} ({vocation})

source: {category} highscores for {world}
es: Highscores de {category} de {world}
pt: Ranking de {category} de {world}

source: {rank}. {name} - Drome Level {level}
es: {rank}. {name} - Nivel de Drome {level}
pl: {rank}. {name} - Poziom Drome {level}
pt: {rank}. {name} - Nível do Drome {level}

source: Rotation ends {end_time}
es: La rotación termina {end_time}
pl: Rotacja kończy się {end_time}
pt: Rotação termina {end_time}

source: Rotation ended {end_time}
es: La rotación terminó {end_time}
pl: Rotacja zakończona {end_time}
pt: Rotação finalizada {end_time}

source: Tibia Drome Leaderboard for {world}
es: Leaderboard de Tibia Drome para {world}
pl: Tablica wyników Tibia Drome dla {world}
pt: Classificação do Tibiadrome para {world}

source: Rotation {rotation_id}
es: Rotación {rotation_id}
pl: Rotacja {rotation_id}
pt: Rotação {rotation_id}

source: End date: {end_date}
es: Fecha de finalización: {end_date}
pl: Data zakończenia: {end_date}
pt: Data de término: {end_date}

source: {name} - {size}m² - {rent}/month - Rented
es: {name} - {size}m² - {rent}/mes - En renta
pl: {name} - {size}m² - {rent}/miesiąc - Wynajęty
pt: {name} - {size}m² - {rent}/mês - Alugada

source: {name} - {size}m² - {rent}/month - Highest Bid: {highest_bid} - Ends {ends_in}
es: {name} - {size}m² - {rent}/mes - Oferta más alta: {highest_bid} - Finaliza {ends_in}
pl: {name} - {size}m² - {rent}/miesiąc - Najwyższa oferta: {highest_bid} - Kończy się {ends_in}
pt: {name} - {size}m² - {rent}/mês - Maior Lance: {highest_bid} - Termina {ends_in}

source: {name} - {size}m² - {rent}/month - Auction not started
es: {name} - {size}m² - {rent}/mes - Subasta no iniciada
pl: {name} - {size}m² - {rent}/miesiąc - Aukcja nie rozpoczęta
pt: {name} - {size}m² - {rent}/mês - Leilão não iniciado

# House type
source: Houses
es: Casas
pl: Domki
pt: Casas

source: {house_type} on {world} in {town}
es: {house_type} en {world} en {town}
pl: {house_type} na {world} w {town}
pt: {house_type} em {world} em {town}

source: Any status
es: Cualquier estado
pl: Dowolny status
pt: Qualquer estado

source: Discord bot with functions for the MMORPG Tibia.
es: Bot de Discord con funciones para el MMORPG Tibia.
pl: Bot Discorda z funkcjami dla MMORPG Tibia.
pt: Bot do Discord com funções para o MMORPG Tibia.

source: To see my commands, use: `{prefix}help`.
es: Para ver mis comandos, usa: `{prefix}help`.
pl: Aby zobaczyć moje komendy, użyj: `{prefix}help`.
pt: Para ver os meus comandos, use: `{prefix}help`.

source: mentions
es: menciones
pl: wzmianki
pt: menções

source: My command prefix is:
es: Mi prefijo de comandos es:
pt: Meu prefixo de comando é:

source: World
es: Mundo
pl: Świat
pt: Mundo

source: Language
es: Idioma
pl: Język
pt: Idioma

source: News Channel
es: Canal de noticias
pl: Kanał wiadomości
pt: Canal de Notícias

source: News Tickers
es: Noticias cortas
pl: Krótkie aktualności
pt: Notícias Curtas

source: Events Channel
es: Canal de eventos
pl: Kanał wydarzeń
pt: Canal de Eventos

source: Server Log Channel
es: Canal de server log
pl: Kanał dziennika serwera
pt: Canal de Server Log

source: Tracking Channel
es: Canal de niveles y muertes
pl: Kanał śledzenia
pt: Canal de Monitoramento

source: Min Announce Level
es: Nivel mínimo de anuncios
pl: Minimalny poziom powiadomień
pt: Lvl Min para Anúncios

source: Prefix
es: Prefijo
pl: Prefiks
pt: Prefixo

source: Welcome Message
es: Mensaje de bienvenida
pl: Wiadomość powitalna
pt: Mensagem de Boas-vindas

source: Welcome Channel
es: Canal de bienvenida
pl: Kanał powitalny
pt: Canal de Boas-vindas

source: Default Announcements
es: Anuncios predeterminados
pl: Domyślne ogłoszenia
pt: Anúncios Padrões

source: Show User in Announcements
es: Mostrar usuario en anuncios
pl: Pokaż użytkownika w ogłoszeniach
pt: Mostrar usuário nos Anúncios

source: I couldn't find that channel, are you sure it exists?
es: No pude encontrar ese canal, ¿estás seguro de que existe?
pl: Nie mogłem znaleźć tego kanału, czy jesteś pewien, że istnieje?
pt: Não consegui encontrar esse canal, você tem certeza que ele existe?

source: yes/no
es: sí/no
pl: tak/nie
pt: sim/não

source: That's not a valid option, try **yes** or **no**.
es: Esta no es una opción válida, prueba **sí** o **no**.
pl: To nie jest prawidłowa opcja, spróbuj **tak** lub **nie**.
pt: Esta opção é inválida, tente **sim** ou **não**.

source: A channel's name or ID, or `disable`.
es: Nombre de un canal o ID, o 'deshabilitar'.
pl: Nazwa lub ID kanału lub `disable`.
pt: Um nome ou ID de canal, ou `disable`.

source: channel/disable
es: canal/deshabilitar
pl: kanał/disable
pt: canal/disable

source: Global default
es: Predeterminado global
pl: Ustawienie domyślne
pt: Padrão global

source: unknown language
es: idioma desconocido
pl: nieznany język
pt: idioma desconhecido

source: You cannot change server settings in private messages.
es: No puedes cambiar la configuración del servidor en mensajes privados.
pl: Nie można zmienić ustawień serwera w prywatnych wiadomościach.
pt: Você não pode alterar as configurações do servidor em mensagens privadas.

source: You can't remove this prefix.
es: No puedes eliminar este prefijo.
pl: Nie można usunąć tego prefiksu.
pt: Você não pode remover este prefixo.

source: The prefix can't be longer than %d characters.
es: El prefijo no puede tener más de %d caracteres.
pl: Prefix nie może być dłuższy niż %d znaków.
pt: O prefixo não pode ter mais de %d caracteres.

source: Commands for server administrators and mods. `Manage Server` permission is needed to use these commands.
es: Comandos para los administradores de servidores y mods. El permiso `Gestionar servidor` es necesario para usar estos comandos.
pl: Komendy dla administratorów serwerów i moderatorów. Uprawnienie `Zarządzanie serwerem` jest potrzebne do korzystania z tych komend.
pt: Comandos para administradores e moderadores do servidor. A permissão `Gerenciar servidor` é necessária para usar esses comandos.

source: Checks the channel's permissions.
es: Verifica los permisos del canal.
pl: Sprawdź uprawnienia kanału.
pt: Verifica as permissões do canal.

source: Makes sure that the bot has all the required permissions to work properly. By default, it checks the current channel, unless a specific channel is provided.
es: Se asegura que el bot tiene todos los permisos necesarios para funcionar correctamente Por defecto, comprueba el canal actual, a menos que se especifique un canal.
pl: Sprawdza, czy bot ma wszystkie wymagane uprawnienia do poprawnego działania. Domyślnie sprawdza aktualny kanał, chyba że podany jest konkretny kanał.
pt: Certifique-se de que o bot tem todas as permissões necessárias para funcionar corretamente. Por padrão, ele verifica o canal atual, a menos que um canal específico seja fornecido.

source: **Checking {channel}:**
es: **Revisando {channel}:**
pl: **Sprawdzam {channel}:**
pt: **Verificando {channel}:**

source: I have `Administrator` permission.
es: Tengo permisos de `Administrador`.
pl: Mam uprawnienie `Administrator`.
pt: Eu tenho permissão de `Administrador`.

source: I won't be able to see commands in here.
es: No podré ver comandos aquí.
pl: Nie będę w stanie zobaczyć tutaj komend.
pt: Não poderei ver comandos aqui.

source: View Channel
es: Ver canales
pl: Wyświetl kanał
pt: Ver canal

source: I won't be able to respond in here.
es: No podré responder aquí.
pl: Nie będę w stanie tutaj odpowiadać.
pt: Não poderei responder aqui.

source: Send Messages
es: Enviar mensajes
pl: Wysyłanie wiadomości
pt: Enviar mensagens

source: Pagination or commands that require reaction confirmation won't work.
es: La paginación o comandos que requieran confirmación de reacción no funcionarán.
pl: Dzielenie na strony lub komendy które wymagają potwierdzeń reakcjami nie będą działać.
pt: Paginação ou comandos que exigem confirmação através de reações não funcionarão.

source: Add Reactions
es: Añadir reacciones
pl: Dodawanie reakcji
pt: Adicionar reações

source: I won't be able to show my emojis in some commands.
es: No podré mostrar mis emojis en algunos comandos.
pl: Nie będę w stanie używać moich emoji w niektórych komendach.
pt: Eu não poderei mostrar meus emojis em alguns comandos.

source: Use External Emoji
es: Usar emojis externos
pl: Używanie zewnętrznych emoji
pt: Usar emojis externos

source: Read Message History
es: Leer el historial de mensajes
pl: Czytanie historii czatu
pt: Ver histórico de mensagens

source: Command pagination won't work well.
es: La paginación de comandos no funcionará bien.
pl: Dzielenie na strony nie będzie dobrze działać.
pt: A paginação do comando não funcionará bem.

source: Manage Messages
es: Gestionar mensajes
pl: Zarządzanie wiadomościami
pt: Gerenciar mensagens

source: I won't be able to show many of my commands.
es: No podré mostrar muchos de mis comandos.
pl: Nie będę w stanie wyświetlić wielu moich komend.
pt: Não poderei mostrar muitos dos meus comandos.

source: Embed Links
es: Insertar enlaces
pl: Wyświetlanie podglądu linku
pt: Inserir links

source: I won't be able to show images in some of my commands.
es: No podré mostrar imágenes en algunos de mis comandos.
pl: Nie będę mógł wyświetlać grafik w niektórych z moich komend.
pt: Não poderei mostrar imagens em alguns dos meus comandos.

source: Attach Files
es: Adjuntar archivos
pl: Załączanie plików
pt: Anexar arquivos

source: I only need this to manage auto roles and joinable roles.
es: Sólo necesito esto para gestionar roles automáticos y roles unibles.
pl: Potrzebuję tego, aby zarządzać automatycznymi rolami i dołączalnymi rolami.
pt: Só preciso disso para gerenciar cargos automáticos e cargos selecionáveis.

source: Manage Roles
es: Gestionar roles
pl: Zarządzanie rolami
pt: Gerenciar cargos

source: I only need this to create watchlists.
es: Sólo necesito esto para crear watchlists.
pl: Potrzebuję tego tylko do tworzenia listy obserwowanych.
pt: Eu só preciso disso para criar watchlists.

source: Manage Channels
es: Gestionar canales
pl: Zarządzanie kanałami
pt: Gerenciar canais

source: I need this to create server logs, news and levels channels, as well as watchlist feeds.
es: Necesito esto para crear server logs, canales de noticias, canales de niveles y muertes, asi como watchlists feeds.
pl: Potrzebuje tego, aby tworzyć dzienniki serwera, kanały wiadomości i awansów, oraz listy obserwowanych.
pt: Preciso disso para criar canais de server log, notícias e de avanços de level, bem como feeds para as watchlists.

source: Manage Webhooks
es: Gestionar webhooks
pl: Zarządzanie webhookami
pt: Gerenciar webhooks

source: I only need this to show you the author of actions in the server log.
es: Solo necesito esto para mostrarte el autor de las acciones en el server log.
pl: Potrzebuję tego żeby wyświetlić autora działań w dzienniku serwera.
pt: Só preciso disso para mostrar o autor das ações no canal de server log.

source: View Audit Log
es: Ver el registro de auditoría
pl: Wyświetl dziennik zdarzeń
pt: Ver o registro de auditoria

source: Missing `{name}` permission
es: Permiso `{name}` faltante
pl: Brak uprawnienia: `{name}`
pt: Permissão `{name}` faltando

source: All permissions are correct!
es: ¡Todos los permisos son correctos!
pl: Wszystkie uprawnienia są poprawne!
pt: Todas as permissões estão corretas!

source: Sets the language for the current server or your personal language.
es: Establece el idioma para el servidor actual o tu idioma personal.
pl: Ustaw język dla bieżącego serwera lub twój język osobisty.
pt: Define o idioma para o servidor atual ou seu idioma pessoal.

source: If used on a Discord server, it will attempt to change the server's language. If used on a private message, it will attempt to change the user's language.
es: Si se usa en un servidor de Discord, intentará cambiar el idioma del servidor. Si se utiliza en un mensaje privado, intentará cambiar el idioma del usuario.
pl: Jeśli zostanie użyty na serwerze Discorda to spróbuje zmienić język serwera. Jeśli zostanie użyty w prywatnej wiadomość to spróbuje zmienić język użytkownika.
pt: Se usado em um servidor do Discord, tentará alterar o idioma do servidor. Se usado em uma mensagem direta, tentará alterar o idioma do usuário.

source: You need `Manage Server` permission to change the server's language.
es: Necesita permisos de `Gestionar servidor` para cambiar el idioma del servidor.
pl: Potrzebujesz uprawnienia 'Zarządzanie serwerem', aby zmienić język serwera.
pt: Você precisa da permissão `Gerenciar servidor` para alterar o idioma do servidor.
