Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Properties
es: Propiedades
pl: Właściwości
pt: Propriedades

source: Other Properties
es: Otras propiedades
pl: Inne właściwości
pt: Outras Propriedades

source: Used for
es: Usado para
pl: Używane do
pt: Necessário para

source: Requirements
es: Requerimientos
pl: Wymagania
pt: Requerimentos

source: Armor
es: Armadura
pt: Armadura

source: Attack
es: Ataque
pt: Ataque

source: Range
es: Rango
pl: Zasięg
pt: Alcance

source: Defense
es: Defensa
pt: Defesa

source: Defense Modifier
es: Modificador de defensa
pt: Modificador de Defesa

source: Damage Reflection
es: Reflejo de daño
pt: Reflexão de Dano

source: Damage Type
es: Tipo de daño
pl: Rodzaj obrażeń
pt: Tipo de Dano

source: Weapon Type
es: Tipo de arma
pt: Tipo de Arma

source: Mana Cost
es: Costo de mana
pt: Custo de Mana

source: Hands
es: Manos
pt: Mãos

source: {bonus} at range {range}
es: {bonus} en rango de {range}
pt: {bonus} a uma distância de {range}

source: Magic Shield Capacity
es: Capacidad de Magic Shield
pt: Capacidade do Magic Shield

source: Combat Properties
es: Propiedades de combate
pt: Propriedades de Combate

source: Critical Hit
es: Golpe crítico
pt: Dano Crítico

source: {percentage} with {chance} chance
es: {percentage} con {chance} de probabilidad
pt: {percentage} com {chance} de chance

source: Resistances
es: Resistencias
pl: Odporności
pt: Resistências

source: Dropped By
es: Loot de
pl: Upuszczone przez
pt: Dropado Por

source: Awarded in
es: Premio en
pl: Nagroda w
pt: Recompensa de Quest

source: Green Djinn's Fortress
es: Fortaleza de Djinn verdes
pl: Forteca zielonych djinnów
pt: Fortaleza dos Green Djinn

source: Blue Djinn's Fortress
es: Fortaleza de Djinn azules
pl: Forteca niebieskich djinnów
pt: Fortaleza dos Blue Djinn

source: his boat
es: su barco
pl: jego łódź
pt: seu barco

source: Sold in the Tibia Store
es: Vendido en la Tibia Store
pt: Vendido na Store

source: {action} {value:,} {currency} by
es: {action} {value:,} {currency} por
pl: {action} {value:,} {currency} przez
pt: {action} {value:,} {currency} por

source: Through:
es: Camina Sobre:
pl: Przez:
pt: Caminha sobre:

source: Around:
es: Alrededor de:
pl: W okół:
pt: Caminha em volta de:

source: Field Walking
es: Información de fields
pl: Przechodzenie przez żywioły
pt: Informação de Fields

source: Bestiary Class
es: Clase de bestiary
pl: Klasa w bestiariuszu
pt: Classe do Bestiário

source: point
es: punto
pl: punkt
pt: ponto

source: Elemental Modifiers
es: Modificadores elementales
pt: Resistências e Fraquezas

source: Summonable
es: Invocable
pl: Przyzywalny
pt: Sumonável

source: Convinceable
es: Convencible
pt: Convencível

source: Illusionable
es: Ilusionable
pt: Ilusionável

source: Pushable
es: Empujable
pt: Empurrável

source: Pushes Objects
es: Empuja objetos
pt: Empurra Objetos

source: Paralysable
es: Paralizable
pt: Paralisável

source: Sees Invisible
es: Ve invisibilidad
pt: Vê Invisibilidade

# Attributes
source: Unknown
es: Desconocidos
pt: Desconhecidos

source: Price
es: Precio
pl: Cena
pt: Preço

source: Achievement
es: Logro
pl: Osiągnięcie

source: Taming Method
es: Método de domesticación
pl: Metoda oswajania
pt: Como Domar

source: Selling
es: Vende
pt: Vende

source: Buying
es: Compra
pt: Compra

source: Destinations
es: Destinos
pt: Destinos

source: Job
es: Profesión
pt: Profissão

source: Race
es: Raza
pt: Raça

source: Male
es: Masculino
pt: Masculino

source: Female
es: Femenino
pt: Feminino

# Gender
source: Unknown
es: Desconocido
pt: Desconhecido

source: Gender
es: Género
pt: Gênero

source: Teaches ({voc}s)
es: Enseña ({voc}s)
pt: Ensina ({voc}s)

source: …and {count:,} other
es: …y {count:,} más
pt: …e mais {count:,}

source: Mana
es: Maná

# price
source: Free
es: Gratis
pt: Grátis

source: Group Cooldown
es: Cooldown de grupo
pt: Cooldown do Grupo

source: 2nd Group Cooldown
es: Cooldown de 2do grupo
pt: Cooldown do 2º Grupo

source: Rune Group
es: Grupo de Runa
pt: Grupo de Runa

source: Vocations
es: Vocaciones
pt: Vocacões

# vocations that can use spell
source: Any
es: Cualquiera
pt: Todas

source: Taught by ({voc})
es: Enseñado por ({voc})
pt: Ensinado por ({voc})

source: Taught by
es: Enseñado por
pt: Ensinado por

source: There's no active event with that id.
es: No hay un evento activo con ese id.
pt: Não há nenhum evento ativo com esse ID.

source: Alright, event making cancelled.
es: Bien, creación de eventos cancelada.
pt: Beleza, criação de evento cancelada.

source: You can only have %d active events simultaneously. Delete or edit an active event.
es: Sólo puedes tener %d eventos activos simultáneamente. Elimina o edita un evento activo.
pt: Você só pode ter %d eventos ativos simultaneamente. Exclua ou edite um evento ativo.

source: The event's name can't be longer than %d characters.
es: El nombre del evento no puede tener más de %d caracteres.
pt: O nome do evento não pode ter mais de %d caracteres.

source: Start Time
es: Hora de inicio
pt: Horário de Início

source: **{time}** after the server save of **{date}**
es: **{time}** después del server save de **{date}**
pt: **{time}** após o server save de **{date}**

source: **{time}** before the server save of **{date}**
es: **{time}** antes del server save de **{date}**
pt: **{time}** antes do server save de **{date}**

source: Commands related to time operations.
es: Comandos relacionados con operaciones de tiempo.
pt: Comandos relacionados a passagem de tempo.

source: unknown user
es: usuario desconocido
pt: usuário desconhecido

source: Event: **{name}** (ID: {id} | by {user}) - Is starting {in_time}
es: Evento: **{name}** (ID: {id} | por {user}) - Empieza {in_time}
pt: Evento: **{name}** (ID: {id} | por {user}) - Começa {in_time}

source: {user}, you asked me to remind you this:
es: {user}, me has pedido que te recuerde esto:
pt: {user}, você me pediu para lembrá-lo disto:

source: The cooldown for **{boss}** is over now for **{char}**.
es: El tiempo de cooldown de **{boss}** ha terminado para **{char}**.
pt: O cooldown de **{boss}** acabou agora para **{char}**.

source: Shows the remaining cooldown time for a specific boss.
es: Muestra el tiempo restante de cooldown para un boss específico.
pt: Mostra o cooldown restante para um boss específico.

source: Tell me the name of the boss you want to check. For a list of your active cooldowns, use: `{prefix}{command} list`
es: Dime el nombre del boss que quieres revisar. Para una lista de tus cooldowns activos, intenta: `{prefix}{command} list`
pt: Diga-me o nome do boss que você quer verificar. Para uma lista do seus cooldowns ativos, use: `{prefix}{command} list`

source: There's no boss with that name. For a list of supported bosses, use: `{prefix}{command} bosslist`
es: No hay ningún boss con ese nombre. Para una lista de bosses soportados, intenta: `{prefix}{command} bosslist`
pt: Não há boss com esse nome. Para uma lista de bosses suportados, use: `{prefix}{command} bosslist`

source: You don't have any registered character named `{char}`.
es: No tienes ningún personaje registrado llamado `{char}`.
pt: Você não tem nenhum personagem registrado chamado `{char}`.

source: **{char}** doesn't have any active cooldowns for **{boss}**.
es: **{char}** no tiene ningún cooldown activo para **{boss}**.
pt: **{char}** não possui nenhum cooldown ativo para **{boss}**.

source: Your cooldown for **{boss}** will be over in {diff}.
es: Tu tiempo de cooldown para **{boss}** terminará en {diff}.
pt: Seu cooldown de **{boss}** terminará em {diff}.

source: **{char}** - Expires {in_time}
es: **{char}** - Expira {in_time}
pt: **{char}** - Expira {in_time}

source: You don't have any active cooldowns for **{boss}**.
es: No tienes ningún cooldown activo para **{boss}**.
pt: Você não possui nenhum cooldown ativo para **{boss}**.

source: Only characters in {world} are show. Use on PM to see more.
es: Solo los personajes en {world} son mostrados. Usalo en mensaje privado para ver más.
pt: Apenas personagens em {world} são exibidos. Use este comando em mensagem privada para ver mais.

source: Your active {boss} cooldowns
es: Tus cooldowns activos para {boss}
pt: Seus cooldows ativos para {boss}

source: Shows a list of boss aliases.
es: Muestra una lista de alias del boss.
pt: Mostra a lista de nomes alternativos dos bosses.

source: These are names you can use instead of using the full names. These are case-insensitive.
es: Estos son nombres que puede usar en lugar de usar los nombres completos. Estos nombres no distinguen entre mayúsculas y minúsculas.
pt: Estes são nomes que você pode usar em vez de usar os nomes completos. Estes nomes não são sensíveis a maiúsculas e minúsculas, ou seja, tanto faz se você utiliza letras maiúsculas ou minúsculas.

source: Boss Aliases
es: Aliases de bosses
pt: Nomes Alternativos de Bosses

source: Shows a list of supported boss cooldowns.
es: Muestra una lista de los bosses soportados para cooldowns.
pt: Exibe uma lista de cooldowns de bosses suportados.

source: Supported Boss Cooldowns
es: Cooldowns de bosses soportados
pt: Cooldowns de Bosses Suportados

source: Shows a list of all your active cooldowns.
es: Muestra una lista de todos tus cooldowns activos.
pt: Exibe uma lista de todos os seus cooldowns ativos.

source: For privacy reasons, only characters matching the tracked world of the current server will be shown. To see all your characters, try it on a private message.
es: Por razones de privacidad, sólo se mostrarán los personajes que coincidan con el mundo rastreado del servidor actual. Para ver a todos tus personajes, intentalo en un mensaje privado.
pl: Ze względu na prywatność, tylko postacie pasujące do śledzonego świata bieżącego serwera będą wyświetlane. Aby zobaczyć wszystkie swoje postacie, spróbuj w prywatnej wiadomości.
pt: Por razões de privacidade, apenas serão mostrados personagens que correspondam ao mundo monitorado no servidor atual. Para ver todos os seus personagens, envie em uma mensagem privada.

source: You don't have any active cooldowns on characters in {world}. Try on PM to see all your characters.
es: No tienes ningún cooldown activo en personajes en {world}. Usa mensajes privados para ver todos tus personajes.
pl: Nie masz żadnych aktywnych cooldownów na postaciach na {world}. Spróbuj w prywatnej wiadomości, aby zobaczyć wszystkie swoje postacie.
pt: Você não tem nenhum cooldown ativo em {world}. Use mensagens privadas para ver todos os seus personagens.

source: Your active cooldowns
es: Tus cooldowns activos
pl: Twoje aktywne cooldowny
pt: Seus cooldowns ativos

source: Sets the cooldown for a boss.
es: Establece el tiempo de cooldown para un boss.
pl: Ustawia czas cooldownu dla bossa.
pt: Define o cooldown para um boss.

source: The cooldown is set as if you had just killed the boss. You will receive a private message when the cooldown is over. You can also specify how long ago the boss was killed, so the time is considered in the cooldown.
es: El tiempo de cooldown se establece como si acabarás de matar al boss. Recibirás un mensaje privado cuando el cooldown acabe. También puedes especificar cuánto tiempo hace que mataste al boss, para que se considere en el tiempo de cooldown.
pl: Czas cooldownu jest ustawiony tak, jakbyś właśnie zabił bossa. Otrzymasz prywatną wiadomość po zakończeniu cooldownu. Możesz również określić, ile czasu temu boss został zabity, aby wziąć to pod uwagę.
pt: O cooldown está definido como se você tivesse acabado de matar o boss. Você receberá uma mensagem privada quando o cooldown terminar. Você também pode especificar há quanto tempo o boss foi morto para que esse tempo seja considerado no cooldown.

source: There's no boss with that name. For a list of supported bosses, try: `{prefix}boss bosslist`
es: No hay ningun boss con ese nombre. Para una lista de todos los bosses soportados, intenta `{prefix}boss bosslist`
pl: Nie ma bossa o tej nazwie. Aby zobaczyć listę wspieranych bossów, spróbuj `{prefix}boss bosslist`
pt: Não há boss com esse nome. Para uma lista de bosses suportados, use: `{prefix}boss bosslist`

source: Cooldown is less than how long ago you said you killed the boss.
es: El tiempo de cooldown es menor al tiempo que dices que mataste al boss.
pl: Cooldown jest krótszy niż czas jaki już upłynął od zabicia bossa.
pt: O cooldown é menor que o tempo que você disse que matou o boss.

source: Select the character you killed the boss with:
es: Selecciona el personaje con el que mataste al boss:
pt: Selecione o personagem com o qual você matou o boss:

source: You must select a character.
es: Debes seleccionar un personaje.
pt: Você deve selecionar um personagem.

source: That character is not registered to you.
es: Ese personaje no esta registrado a ti.
pl: Ta postać nie jest zarejestrowana przez Ciebie.
pt: Esse personagem não está registrado a você.

source: This character already has a running timer for this boss. You can delete it using `{prefix}{command} clear {boss},{char}`
es: Este personaje ya tiene un timer para este boss. Puedes borrarlo usando `{prefix}{command} clear {boss},{char}`
pl: Ta postać ma już uruchomiony timer dla tego bossa. Możesz go usunąć używając `{prefix}{command} clear {boss},{char}`
pt: Este personagem já tem um cooldown ativo para este boss. Você pode removê-lo usando `{prefix}{command} clear {boss},{char}`

source: I will let you know when the cooldown is over via pm. Use `{prefix}checkdm` to make sure you can receive PMs by me.
es: Te dire cuando se acabe el cooldown por mensaje privado. Usa `{prefix}checkdm` para asegurarte que puedas recibir mis mensajes privados.
pl: Dam ci znać w wiadomości prywatnej, kiedy czas cooldownu zakończy się. Użyj `{prefix}checkdm` aby upewnić się, że możesz otrzymywać wiadomości prywatne.
pt: Avisarei quando o cooldown terminar por mensagem privada. Use `{prefix}checkdm` para garantir que você possa receber minhas mensagens privadas.

source: Timer saved for {name}
es: Temporizador guardado para {name}
pl: Timer zapisany dla {name}
pt: Cronômetro salvo para {name}

source: Cooldown expiration time
es: Tiempo de expiración del cooldown
pl: Czas wygaśnięcia cooldownu
pt: Tempo de expiração do cooldown

source: Removes an active boss cooldown.
es: Elimina un cooldown activo.
pl: Usuwa aktywny czas cooldownu bossa.
pt: Remove um cooldown ativo.

source: There's no boss with that name. For a list of supported bosses, try: `{prefix}{command} bosslist`
es: No hay ningún boss con ese nombre. Para una lista de bosses soportados, intenta: `{prefix}{command} bosslist`
pl: Nie ma bossa o tej nazwie. Aby zobaczyć listę wspieranych bossów, spróbuj `{prefix}{command} bosslist`
pt: Não há boss com esse nome. Para uma lista de bosses suportados, use: `{prefix}{command} bosslist`

source: Select for which character you want to remove the cooldown:
es: Selecciona para qué personaje quieres eliminar el cooldown:
pt: Selecione para qual personagem você deseja remover o cooldown:

source: There's no active timer for boss {name} for {db_char.name}
es: No hay ningún temporizador activo para el boss {name} para {db_char.name}
pl: Nie ma aktywnego timera dla bossa {name} dla {db_char.name}
pt: Não há cronômetro ativo para o boss {name} para {db_char.name}

source: Boss timer deleted.
es: Temporizador de boss eliminado.
pl: Timer bossa usunięty.
pt: Cronômetro de boss excluído.

source: Shows the boss that is present today in the Dream Scar.
es: Muestra el boss que está presente hoy en el Dream Scar.
pl: Pokazuje bossa, który jest dziś w Dream Scar.
pt: Mostra o boss que está hoje na Dream Scar.

source: If no world is specified, the currently tracked world will be used. If used via PM, a world must be specified.
es: Si no se especifica ningún mundo, se utilizará el mundo actualmente seguido. Si se utiliza a través de mensaje privado, se debe especificar un mundo.
pl: Jeśli żaden świat nie jest wskazany, obecnie śledzony świat zostanie użyty. Jeśli jest użyte w prywatnej wiadomości, musi być wskazany świat.
pt: Se nenhum mundo for especificado, o mundo atualmente monitorado será utilizado. Se usado em mensagens privadas, um mundo deve ser especificado.

source: You must specify a world, example: `{prefix}{command} Antica`
es: Debes especificar un mundo, ejemplo: `{prefix}{command} Antica`
pl: Musisz określić świat, przykład: `{prefix}{command} Antica`
pt: Você precisa especificar um mundo, exemplo: `{prefix}{command} Antica`

source: That is not a valid world.
es: Ese no es un mundo válido.
pl: To nie jest prawidłowy świat.
pt: Esse não é um mundo válido.

source: I don't have enough data on this world yet.
es: Aún no tengo suficientes datos sobre este mundo.
pl: Jeszcze nie mam wystarczającej ilości danych o tym świecie.
pt: Ainda não tenho dados suficientes desse mundo.

source: Dream Scar Boss of the Day
es: Boss de Dream Scar del día
pl: Dzisiejszy boss Dream Scar
pt: Boss da Dream Scar de Hoje

source: Today **{next_boss}** is in the Dream Scar in **{world}**
es: **{next_boss}** esta en el Dream Scar en **{world}** hoy
pl: Dziś **{next_boss}** jest w Dream Scar na **{world}**
pt: Hoje, **{next_boss}** está na Dream Scar em **{world}**

source: As of the server save of
es: A partir del server save de
pl: Od restartu serwera
pt: Conforme o server save de

source: Shows the current Dream Scar boss in every world.
es: Muestra el actual boss del Dream Scar en cada mundo.
pt: Mostra o boss atual da Dream Scar em cada mundo.

source: Shows a list of upcoming and recent events.
es: Muestra una lista de eventos próximos y recientes.
pl: Pokazuje listę nadchodzących i ostatnich wydarzeń.
pt: Mostra uma lista dos eventos futuros e recentes.

source: If a number is specified, it will show details for that event. Same as using `events info`
es: Si se especifica un número, se mostrarán los detalles de ese evento. Al igual que usando `events info`
pl: Jeśli podany zostanie numer, wyświetli szczegóły tego wydarzenia. Tak samo przy użyciu `events info`
pt: Se um número for especificado, serão mostrados detalhes para esse evento. Assim como se tivesse usado `events info`

source: For more info about an event, use `{prefix}{command} info (id)` To receive notifications for an event, use `{prefix}{command} sub (id)`
es: Para más información sobre un evento, usa `{prefix}{command} info (id)` Para recibir notificaciones de un evento, usa `{prefix}{command} sub (id)`
pl: Aby uzyskać więcej informacji na temat wydarzenia, użyj `{prefix}{command} info (id)` Aby otrzymywać powiadomienia o wydarzeniu użyj `{prefix}{command} sub (id)`
pt: Para mais informações sobre um evento, use `{prefix}{command} info (ID)` Para receber notificações de um evento, use `{prefix}{command} sub (ID)`

source: There are no upcoming events.
es: No hay eventos próximos.
pl: Nie ma nadchodzących wydarzeń.
pt: Nenhum evento futuro encontrado.

source: **{name}** (*ID: {id}*) - by {user} - Started {time}
es: **{name}** (*ID: {id}*) - por {user} - Comenzó {time}
pt: **{name}** (*ID: {id}*) - por {user} - Iniciado {time}

source: Recent events
es: Eventos recientes
pl: Ostatnie wydarzenia
pt: Eventos recentes

source: **{name}** (*ID: {id}*) - by {user} - {time}
es: **{name}** (*ID: {id}*) - por {user} - {time}
pt: **{name}** (*ID: {id}*) - por {user} - {time}

source: Creates a new event.
es: Crea un nuevo evento.
pl: Tworzy nowe wydarzenie.
pt: Cria um novo evento.

source: `starts in` is in how much time the event will start from the moment of creation. This is done to avoid dealing with different timezones. Just say in how many days/hours/minutes the event is starting. The time can be set using units such as 'd' for days, 'h' for hours, 'm' for minutes and 'd' for seconds. Examples: 1d20h5m, 1d30m, 1h40m, 40m The event description is optional, you can also use links like: `[link title](link url)`. Once the event is created, the id of the event will be returned. This is used for further edits.
es: `starts in` es en cuánto tiempo comenzará el evento desde el momento de la creación. Esto se hace para evitar manejar diferentes zonas horarias. Di en cuántos días/horas/minutos comienza el evento. El tiempo se puede establecer usando unidades como 'd' para días, 'h' para horas, 'm' para minutos y 'd' para segundos. Ejemplos: 1d20h5m, 1d30m, 1h40m, 40m La descripción del evento es opcional, también puedes usar enlaces como: `[titulo](url)`. Una vez creado el evento, se devolverá el id del evento. Esto se utiliza para futuras ediciones.
pl: `starts in` to czas za ile wydarzenie rozpocznie się od momentu utworzenia. Pozwala to uniknąć problemów z różnymi strefami czasowymi. Po prostu powiedz za ile dni/godzin/minut rozpocznie się wydarzenie. Czas można ustawić za pomocą jednostek takich jak 'd' dla dni, 'h' dla godzin, 'm' dla minut i 'd' dla sekund. Przykłady: 1d20h5m, 1d30m, 1h40m, 40m Opis wydarzenia jest opcjonalny, możesz również użyć linków takich jak: `[tytuł linku](url linku)`. Gdy wydarzenie zostanie utworzone, identyfikator wydarzenia zostanie zwrócony. Jest on potrzebny do dalszych edycji.
pt: `starts in` se refere ao tempo em que o evento levará para começar a partir do momento da criação. Isso é feito para evitar lidar com fusos horários diferentes. Apenas diga em quantos dias/horas/minutos o evento começa. O tempo pode ser definido usando símbolos como 'd' para dias, 'h' para horas, 'm' para minutos e 'd' para segundos. Exemplos: 1d20h5m, 1d30m, 1h40m, 40m A descrição do evento é opcional, você também pode usar links como: `[título](url)`. Uma vez criado o evento, você receberá o ID do evento. Isso será utilizado para futuras alterações.

source: Your event was created successfully.
es: Tu evento se ha creado correctamente.
pl: Twoje wydarzenie zostało pomyślnie utworzone.
pt: Seu evento foi criado com sucesso.

source: *To edit this event, use ID **%d***
es: *Para editar este evento, use ID **%d***
pt: *Para editar esse evento, use o ID **%d***

source: Adds a character to an event.
es: Añade un personaje a un evento.
pt: Adiciona um personagem a um evento.

source: Only the creator can add characters to an event. If the event is joinable, anyone can join an event using `event join`
es: Solo el creador puede añadir personajes a un evento. Si el evento es unible, cualquiera puede unirse a un evento usando `event join`
pt: Somente o criador pode adicionar personagens a um evento. Se o evento for participável, qualquer um pode participar dele usando `event join`

source: Character not registered to anyone in this server.
es: Personaje no registrado a nadie en este servidor.
pt: Personagem não registrado a ninguém deste servidor.

source: You can't add characters from another world.
es: No puede agregar personajes de otro mundo.
pt: Você não pode adicionar personagens de outro mundo.

source: A character of {user} is already participating.
es: Un personaje de {user} ya está participando.
pt: Um personagem de {user} já está participando.

source: All the slots for this event has been filled. You can change them by using `{prefix}event edit slots {event.id} newSlots`.
es: Todas las ranuras para este evento han sido llenadas. Puedes cambiarlas usando `{prefix}event edit slots {event.id} newSlots`.
pt: Todas as vagas para este evento foram preenchidas. Você pode alterar a quantidade de vagas usando `{prefix}event edit slots {event.id} novaQtdVagas`.

source: Do you want to add **{char}** ({user}) to **{event}**?
es: ¿Quieres agregar a **{char}** ({user}) a **{event}**?
pt: Deseja adicionar **{char}** ({user}) a **{event}**?

source: You successfully added **{name}** to this event.
es: Has agregado con éxito a **{name}** a este evento.
pt: Você adicionou **{name}** com sucesso a este evento.

source: Edits an event.
es: Edita un evento.
pt: Edita um evento.
