Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: That event is not from this server.
es: Este evento no es de este servidor.
pt: Esse evento não é deste servidor.

source: You need to have registered characters in {world}
es: Necesitas tener personajes registrados en {world}
pl: Musisz mieć zarejestrowane postacie na {world}
pt: Você precisa ter personagens registrados em {world}

source: You do not have any registered characters.
es: No tienes ningún personaje registrado.
pt: Você não tem nenhum personagem registrado.

source: Do you want to attempt to add the other visible characters in this account?
es: ¿Desea intentar añadir otros personajes visibles de esta cuenta?
pt: Quer tentar adicionar outros personagens visíveis nesta conta?

source: Fetching characters…
es: Obteniendo personajes…
pt: Obtendo personagens…

source: {channel} is not a watchlist channel.
es: {channel} no es un canal de watchlist.
pt: {channel} não é um canal de watchlist.

source: You need `Manage Channel` permissions in {channel} to create new entries in this watchlist.
es: Necesitas permisos de `Gestionar canal` en {channel} para crear nuevas entradas en este watchlist.
pt: Você precisa da permissão `Gerenciar canal` em {channel} para criar novos registros nesta watchlist.

source: Commands related to NabBot's tracking system.
es: Comandos relacionados con el sistema de rastreo de NabBot.
pt: Comandos relacionados ao sistema de monitoramento do NabBot.

source: Watchlist disabled due to exceeding allowed limit.
es: Watchlist desactivada debido a exceder el limite permitido.
pt: Watchlist desativada devido a exceder o limite permitido.

source: {name} — Level {level} {vocation}
es: {name} — Nivel {level} {vocation}

source: There are no watched characters online.
es: No hay personajes seguidos en línea.
pt: Não há personagens monitorados online.

source: This guild was disbanded.
es: Este guild ha sido disuelto.
pt: Esta guild foi dissolvida.

source: Removing online count
es: Removiendo conteo en linea
pl: Usuwanie licznika online
pt: Removendo contagem de jogadores online

source: Online count changed
es: Cambiando conteo en linea
pt: Contagem de jogadores online atualizada

source: Watchlist Disabled
es: Watchlist deshabilitada
pt: Watchlist Desativada

source: You have reached the watchlists limit for your server. You need at least {min_users} discord users in here to have up to {limit} lists. [Premium]({docs}/premium/) servers can have up to {premium_limit} lists.
es: Has alcanzado el límite de watchlists para tu servidor. Necesitas al menos {min_users} usuarios de Discord aquí para tener hasta {limit} listas. Los servidores [premium]({docs}/premium/) pueden tener hasta {premium_limit} listas.
pt: Você atingiu o limite de watchlists para o seu servidor. Você precisa de pelo menos {min_users} usuários do Discord aqui para ter até {limit} listas. Servidores [Premium]({docs}/premium/) podem ter até {premium_limit} listas.

source: **{char}** ({voc}) advanced to level {level}.
es: **{char}** ({voc}) avanzó al nivel {level}.
pt: **{char}** ({voc}) avançou para o level {level}.

source: **{name}** (Level {level} {voc})
es: **{name}** (Nivel {level} {voc})

source: {name} was killed by {killer}
es: {name} fue asesinado por {killer}
pl: {name} został(a) zabity(a) przez {killer}
pt: {name} foi morto por {killer}

source: {name} died to {article}**{killer}**
es: {name} murió a causa de {article}**{killer}**
pt: {name} morreu para {article}**{killer}**

source: {char} has left the guild **{guild}**
es: {char} ha abandonado el guild **{guild}**
pt: {char} saiu da guild **{guild}**

source: and joined guild: **{new_guild}**
es: y se unió al guild: **{new_guild}**
pt: e entrou na guild: **{new_guild}**

source: {char} has joined the guild **{guild}**.
es: {char} se ha unido al guild **{guild}**.
pt: {char} entrou na guild **{guild}**.

source: {char} has left the guild
es: {char} ha abandonado el guild
pt: {char} saiu da guild

source: {char} has joined the guild.
es: {char} se ha unido al guild.
pt: {char} entrou na guild.

source: Character renamed from **{old_name}** to {new_name}
es: Personaje renombrado de **{old_name}** a {new_name}
pt: Personagem renomeado de **{old_name}** para {new_name}

source: {name} transferred from **{old_world}** to **{new_world}**
es: {name} transferido de **{old_world}** a **{new_world}**
pt: {name} transferiu de **{old_world}** para **{new_world}**

source: The blacklist filters out level up and deaths announcements.
es: La lista negra filtra el nivel y los anuncios de muertes.
pt: A lista negra adiciona filtros que impedem que sejam exibidos anúncios de mortes e avanços de level de certos personagens.

source: Adds a user to the blacklist.
es: Añade un usuario a la lista negra.
pt: Adiciona um usuário à lista negra.

source: Users can be added by their name, mention, name and discriminator or their user ID. Characters owned by users in the blacklist won't have their level ups and deaths announced.
es: Los usuarios pueden ser añadidos por su nombre, mención, nombre y discriminador, o su identificador de usuario. Los personajes propiedad de los usuarios en la lista negra no tendrán sus niveles y muertes anunciadas.
pl: Użytkownicy mogą być dodani za pomocą ich nazwy, wzmianki, nazwy i dyskryminatora lub ich identyfikatora użytkownika. Postacie należące do użytkowników z czarnej listy nie będą miały ogłaszanych wzrostów poziomu ani śmierci.
pt: Usuários podem ser adicionados pelo seu nome, menção, nome e discriminador ou seu ID de usuário. Personagens pertencentes a usuários da lista negra não terão seus avanços de level e suas mortes anunciados.

source: This user is already in the blacklist.
es: Este usuario ya está en la lista negra.
pt: Este usuário já está na lista negra.

source: Do you want to add **{user}** to the blacklist? *Their character's level ups and deaths won't be announced anymore.*
es: ¿Quieres añadir **{user}** a la lista negra? *Los niveles y muertes de sus personaje no se anunciarán más.*
pt: Deseja adicionar **{user}** à lista negra? *As mortes e os avanços de level desse personagem não serão mais anunciados.*

source: {user} has been added to the blacklist.
es: {user} ha sido añadido a la lista negra.
pt: {user} foi adicionado à lista negra.

source: Shows the users currently in the blacklist.
es: Muestra los usuarios en la lista negra.
pt: Mostra os usuários atualmente na lista negra.

source: If a user in the list is no longer in the server, it will be shown just by its ID.
es: Si un usuario de la lista ya no está en el servidor, será mostrado sólo por su ID.
pt: Se um usuário na lista não estiver mais no servidor, ele será mostrado apenas pelo seu ID.

source: Unknown user %d
es: Usuario desconocido %d
pt: Usuário desconhecido %d

source: There are no blacklisted users in this server.
es: No hay usuarios en la lista negra en este servidor.
pt: Não há usuários na lista negra neste servidor.

source: Blacklisted users
es: Usuarios en lista negra
pt: Usuários na lista negra

source: Removes a user from the blacklist.
es: Elimina un usuario de la lista negra.
pt: Remove um usuário da lista negra.

source: If the user only displays an ID on the list, it can be removed using that ID.
es: Si el usuario sólo muestra un ID en la lista, se puede eliminar usando ese ID.
pl: Jeśli użytkownik wyświetla tylko identyfikator na liście, można go usunąć za pomocą tego identyfikatora.
pt: Se o usuário exibir apenas um ID na lista, ele pode ser removido usando esse ID.

source: **{user} is not in the blacklist.**
es: **{user} no está en la lista negra.**
pt: **{user} não está na lista negra.**

source: Do you want to remove **{user.name}** from the blacklist?
es: ¿Quieres eliminar a **{user.name}** de la lista negra?
pt: Deseja remover **{user.name}** da lista negra?

source: There is user with id **{user}** in the blacklist.
es: Hay un usuario con id **{user}** en la lista negra.
pt: Há um usuário com o ID **{user}** na lista negra.

source: Do you want to remove user with id **{user}** from the blacklist?
es: ¿Quieres eliminar el usuario con id **{user}** de la lista negra?
pt: Deseja remover o usuário com ID **{user}** da lista negra?

source: User removed from the blacklist.
es: Usuario eliminado de la lista negra.
pt: Usuário removido da lista negra.

source: Lets you add your Tibia character(s) for the bot to track.
es: Te permite añadir tu(s) personaje(s) de Tibia para que el bot pueda seguir.
pt: Permite que você adicione o(s) seu(s) personagem(ns) para que o bot os monitore.

source: Sorry, I couldn't find any characters from the worlds in the context ({0}).
es: Lo siento, no pude encontrar ningún personajes de los mundos en el contexto ({0}).
pt: Desculpe, não consegui encontrar nenhum personagem do(s) mundo(s) deste contexto ({0}).

source: Removes a character assigned to you.
es: Elimina un personaje asignado a ti.
pt: Remove um personagem atribuído a você.

source: All registered level ups and deaths will be lost forever.
es: Todos los niveles y muertes registrados se perderán para siempre.
pt: Todas as mortes e avanços de level registados serão perdidos para sempre.

source: The character **{name}** is not registered to you.
es: El personaje **{name}** no está registrado a ti.
pt: O personagem **{name}** não está registrado a você.

source: Are you sure you want to unregister **{name}** ({level} {vocation})?
es: ¿Estás seguro de que quieres anular el registro de **{name}** ({level} {vocation})?
pt: Você tem certeza que deseja desregistrar **{name}** ({level} {vocation})?

source: **{name}** is no longer registered to you.
es: **{name}** ya no está registrado a ti.
pt: **{name}** não está mais registrado para você.

source: Shows all your registered characters.
es: Muestra todos tus personajes registrados.
pt: Mostra todos os seus personagens registrados.

source: I don't see any user with id {user_id}.
es: No veo ningún usuario con el id {user_id}.
pt: Não vejo nenhum usuário com o ID {user_id}.

source: This user has no registered characters.
es: Este usuario no tiene personajes registrados.
pt: Este usuário não possui personagens registrados.

source: {name} (Lvl {level} {voc}) - {world}
es: {name} (Nvl. {level} {voc}) - {world}

source: Registered Characters
es: Personajes registrados
pt: Personagens Registrados

source: Shows you which users are online on Tibia.
es: Te muestra qué usuarios están conectados en Tibia.
pt: Mostra quais usuários estão online no Tibia.

source: There is no one online from Discord.
es: No hay nadie en línea de Discord.
pt: Ninguém está online no Discord.

source: I just started, give me some time to check online lists…⌛
es: Acabo de comenzar, dame un poco de tiempo para revisar las listas en línea…⌛
pt: Acabei de começar, dê-me algum tempo para verificar as listas de personagens online…⌛

source: Users online
es: Usuarios en línea
pt: Usuários online

source: Searches for a registered character that meets the criteria.
es: Busca un personaje registrado que cumpla con los criterios.
pt: Procura por um personagem registrado que atende aos critérios.

source: There are 3 ways to use this command: - Show characters in share range with a specific character. (`searchteam «name»`) - Show characters in share range with a specific level. (`searchteam «level»`) - Show characters in a level range. (`searchteam «min»,«max»`) Online characters are shown first on the list, they also have an icon.
es: Hay 3 maneras de usar este comando: - Mostrar personajes en el rango compartido con un carácter específico. (`searchteam «nombre»`) - Muestra personajes en el rango de compartir con un nivel específico. (`searchteam «nivel»`) - Muestra los personajes en un rango de niveles. (`searchteam «min»,«max»`) Los personajes en línea aparecen primero en la lista, también tienen un icono.
pt: Existem 3 maneiras de usar esse comando: - Mostrar personagens que podem compartilhar experiência com um personagem específico. (`searchteam «nome»`) - Mostrar personagens que podem compartilhar experiência com um level específico. (`searchteam «level»`) - Mostrar personagens em um determinado intervalo de level. (`searchteam «min»,«max»`) Os personagens online são mostrados primeiro na lista, eles também têm um ícone específico.

source: {prefix}{command} charname
es: {prefix}{command} personaje
pt: {prefix}{command} nome do personagem

source: {prefix}{command} level
es: {prefix}{command} nivel

source: {prefix}{command} minLevel,maxLevel
es: {prefix}{command} nivelMin,nivelMax
pt: {prefix}{command} levelMin,levelMax

source: Characters in share range with {name} ({low}-{high}):
es: Personajes en rango para compartir con {name} ({low}-{high}):
pt: Personagens no intervalo de compartilhamento com {name} ({low}-{high}):

source: I didn't find anyone in share range with **{name}** ({low}-{high})
es: No he encontrado a nadie en el rango para compartir experiencia de **{name}**({low}-{high})
pt: Não encontrei ninguém no intervalo de compartilhamento com **{name}** ({low}-{high})

source: Characters between level {low} and {high}
es: Caracteres entre nivel {low} y {high}
pt: Personagens entre level {low} e {high}

source: Characters in share range with level {level} ({low}-{high})
es: Personajes en rango de compartir co nivel {level}({low}-{high})
pt: Personagens no intervalo de compartilhamento com o level {level} ({low}-{high})

source: I didn't find anyone in share range with level **{level}** ({low}-{high})
es: No he encontrado a nadie en el rango de compartir con el nivel **{level}** ({low}-{high})
pt: Não encontrei ninguém no intervalo de compartilhamento com o level **{level}** ({low}-{high})

source: **{name}** - Level {level} {voc} - @**{owner}**
es: **{name}** - Nivel {level} {voc} - @**{owner}**

source: Create or manage watchlists.
es: Crea o administra watchlists.
pt: Criar ou gerenciar watchlists.

source: Watchlists are channels where the online status of selected characters are shown. You can create multiple watchlists and add characters and guilds to each one separately.
es: Los watchlist son canales donde se muestra el estado en línea de los personajes seleccionados. Puedes crear múltiples watchlist y agregar personajes y guilds para cada uno por separado.
pt: Watchlists são canais onde é mostrado o status online dos personagens selecionados. Você pode criar várias watchlists e adicionar personagens e guilds a cada uma separadamente.

source: To manage watchlists, use one of the subcommands. Use `{prefix}help {command}`.
es: Para gestionar las watchlists, usa uno de los subcomandos. Intenta `{prefix}help {command}`.
pt: Para gerenciar watchlists, use um dos subcomandos. Use `{prefix}help {command}`.

source: Adds a character to a watchlist.
es: Añade un personaje a una watchlist.
pt: Adiciona um personagem a uma watchlist.

source: A reason can be specified by adding it after the character's name, separated by a comma.
es: Una razón puede especificarse añadiéndola después del nombre del personaje, separada por una coma.
pt: Um motivo pode ser especificado adicionando-o após o nome do personagem, separados por uma vírgula.

source: This character is not in **{world}**.
es: Este personaje no esta en **{world}**.
pt: Esse personagem não é de **{world}**.

source: Do you want to add **{char.name}** (Level {char.level} {char.vocation}) to the watchlist {channel}?
es: ¿Quieres añadir a **{char.name}** (Nivel {char.level} {char.vocation}) a la lista de seguimiento {channel}?
pt: Deseja adicionar **{char.name}** (Level {char.level} {char.vocation}) à watchlist {channel}?

source: Character **{name}** added to the watchlist {channel}.
es: Personaje **{name}** ** añadido a la lista de seguimiento {channel}.
pt: O personagem **{name}** foi adicionado à watchlist {channel}.

source: **{name}** is already registered in {channel}
es: **{name}** ya está registrado en {channel}
pt: **{name}** ** já está registrado em {channel}

source: Creates or assigns a channel to be used as a feed for the watchlist.
es: Crea o asigna un canal para ser utilizado como feed para la watchlist.
pt: Cria ou atribui um canal para ser usado como um feed para a watchlist.

source: This feature can only be used on [premium](https://docs.nabbot.xyz/premium) servers. The feed channel is where level ups and deaths for entries of the watchlist will be posted. The channel parameter is meant to be an existing watchlist. New channel is the channel that will be assigned as feed channel. If not specified, a new channel will be created.
es: Esta característica sólo puede utilizarse en servidores [premium](https://docs.nabbot.xyz/premium). El feed es donde se publicarán niveles de subida y muertes para las entradas del watchlist. El parámetro del canal está pensado para ser una watchlist existente. Nuevo canal es el canal que se asignará como canal de alimentación. Si no se especifica, se creará un nuevo canal.
pt: Este recurso só pode ser usado nos servidores [premium](https://docs.nabbot.xyz/premium). O canal de feed é onde as mortes e avanços de level dos registros da whatchlist serão publicados. O parâmetro "canal" deve ser uma whatchlist existente. "Novo canal" é o canal que será atribuído como canal de feed. Se não for especificado, será criado um novo canal.

source: Only premium servers can add a feed channel to their watchlists. For more information, check out: <{docs}/premium>
es: Solo los servidores premium pueden añadir un feed a sus watchlists. Para más información, lee: <{docs}/premium>
pt: Apenas servidores premium podem adicionar um canal de feed às suas watchlists. Para mais informações, confira: <{docs}/premium>

source: {channel} already has a feed channel.
es: {channel} ya tiene un canal de feed.
pt: {channel} já tem um canal de feed.

source: I need `Manage Channels` and `Manage Webhooks` permissions to create feed channels.
es: Necesito los permisos `Gestionar canales` y `Gestionar webhooks` para crear canales de feed.
pt: Preciso das permissões `Gerenciar canais` e `Gerenciar webhooks` para criar canais de feed.

source: Adds an entire guild to a watchlist.
es: Añade una guild entera a un watchlist.
pt: Adiciona uma guild inteira a uma watchlist.

source: Guilds are displayed in the watchlist as a group.
es: Los guilds se muestran en la lista vigilada como un grupo.
pt: As guilds são exibidas na watchlist como um grupo.

source: This guild is not in **{world}**.
es: Este guild no está en **{world}**.
pt: Esta guild não é de **{world}**.

source: Do you want to add the guild **{guild}** to the watchlist {channel}?
es: ¿Quieres añadir la guild **{guild}** al watchlist {channel}?
pt: Deseja adicionar a guild **{guild}** à watchlist {channel}?

source: Guild **{guild}** added to the watchlist {channel}.
es: Guild **{guild}** añadido a la watchlist en {channel}.
pt: A guild **{guild}** foi adicionada à watchlist {channel}.

source: **{guild}** is already registered in {channel}
es: **{guild}** ya está registrado en {channel}
pt: **{guild}** ** já está registrada em {channel}

source: Adds the currently registered characters of a user to the watchlist.
es: Añade los personajes registrados de un usuario a la watchlist.
pt: Adiciona os personagens atualmente registrados de um usuário à watchlist.

source: I don't see any users with that name or id.
es: No veo ningún usuario con ese nombre o id.
pt: Não vejo nenhum usuário com esse nome ou ID.

source: This user doesn't have any registered characters in {world}.
es: El usuario no tiene ningún personaje registrado en {world}.
pt: Este usuário não tem nenhum personagem registrado em {world}.

source: Do you want to add currently registered characters of `{user}` to this watchlist? {char_list}
es: ¿Quieres añadir los personajes registrados de `{user}` a esta watchlist? {char_list}
pt: Deseja adicionar personagens atualmente registrados a `{user}` a esta watchlist? {char_list}

source: I added the following characters to the list {channel}, duplicates were skipped:{results}
es: He añadido los siguientes personajes a la watchlist en {channel}, los duplicados se han omitido:{results}
pt: Adicionei os seguintes personagens à lista {channel}, nomes repetidos foram ignorados:{results}

source: No characters were added, as they were all duplicates.
es: No se añadieron personajes, ya que todos eran duplicados.
pt: Nenhum personagem foi adicionado, todos eles estavam repetidos.

source: Creates a watchlist channel.
es: Crea un canal de lista watchlist.
pt: Cria um canal de watchlist.

source: The watch list shows which characters from it are online. Entire guilds can be added too. The channel can be renamed at anytime. If the channel is deleted, all its entries are deleted too.
es: La watchlist muestra qué personajes de ella están en línea. También se pueden añadir guilds enteros. El canal puede ser renombrado en cualquier momento. Si el canal es eliminado, todas sus entradas serán eliminadas también.
pt: A watchlist mostra quais personagens dela estão online. Guilds inteiras também podem ser adicionadas. O canal pode ser renomeado a qualquer momento. Se o canal for excluído, todas as suas mensagens também serão excluídas.

source: Channel name cannot contain the special character **%s**
es: El nombre del canal no puede contener el carácter especial **%s**
pt: O nome do canal não pode conter o caractere especial **%s**

source: I need `Manage Channels` permission in the server to use this command.
es: Necesito permisos de `Gestionar canales` en este servidor para usar este comando.
pt: Preciso da permissão `Gerenciar canais` no servidor para usar este comando.

source: You have reached the limit of watchlists you can have.
es: Has alcanzado el límite de listas que puedes tener.
pt: Você atingiu o limite de watchlists que você pode ter.

source: You need to have at least %d members to use watchlists.
es: Necesitas tener al menos %d miembros para usar watchlists.
pt: Você precisa ter pelo menos %d membros para usar as watchlists.

source: Do you want to create a new watchlist named `{name}`?
es: ¿Quieres crear un watchlist llamado `{name}`?
pt: Deseja criar uma nova watchlist chamada `{name}`?

source: Something went wrong, the channel name you chose is probably invalid.
es: Algo salió mal, el nombre del canal que elegiste probablemente no es válido.
pt: Algo deu errado, o nome do canal que você escolheu provavelmente é inválido.

source: Channel created successfully: {channel}
es: Canal creado con éxito: {channel}
pt: Canal criado com sucesso: {channel}

source: This is where I will post a list of online watched characters. Edit this channel's permissions to allow the roles you want. This channel can be renamed freely. Anyone with `Manage Channel` permission here can add entries. Example: {prefix}{command} add {channel} Galarzaa Fidera If this channel is deleted, all related entries will be lost. **It is important to not allow anyone to write in here** *This message can be deleted now.*
es: Aquí es donde publicaré una lista de personajes vistos en línea. Editar los permisos de este canal para permitir los roles que quieras. Este canal puede ser renombrado libremente. Cualquier persona con permiso `Gestionar canal` aquí puede añadir entradas. Ejemplo: {prefix}{command} add {channel} Galarzaa Fidera Si se elimina este canal, se perderán todas las entradas relacionadas. **Es importante no permitir que nadie escriba aquí** *Este mensaje puede ser eliminado ahora.*
pt: Aqui é onde vou postar uma lista de personagens monitorados online. Edite as permissões deste canal para permitir os cargos que você deseja. Este canal pode ser renomeado livremente. Qualquer pessoa com permissão `Gerenciar canais` pode adicionar registros. Exemplo: {prefix}{command} add {channel} Galarzaa Fidera Se este canal for excluído, todos os registros relacionados serão perdidos. **É importante não permitir que ninguém escreva aqui** *Esta mensagem pode ser excluída agora.*
