Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Members of guild `{name}` and rank `{rank}` will automatically receive the {role} role.
es: Los miembros del guild `{name}` y con el rango `{rank}` recibirán automáticamente el rol {role}.
pt: Membros do rank `{rank}` da guild `{name}` receberão automaticamente o cargo {role}.

source: Members of guild `{name}` will automatically receive the {role} role.
es: Los miembros del guild `{name}` recibirán automáticamente el rol {role}.
pt: Membros da guild `{name}` receberão automaticamente o cargo {role}.

source: All users with registered characters will automatically receive the {role} role.
es: Todos los usuarios con personajes registrados recibirán automáticamente el rol {role}.
pt: Todos os usuários com personagens registrados receberão automaticamente o cargo {role}.

source: Is this correct?
es: ¿Es correcto?
pl: Zgadza się?
pt: É isso mesmo?

source: Autorole rule created.
es: Regla de autorol creada.
pt: Regra de cargos automáticos criada.

source: Shows a list of autorole rules.
es: Muestra una lista de las reglas de autoroles.
pt: Mostra uma lista de regras de cargos automáticos.

source: This server has no autorole rules.
es: Este servidor no tiene reglas de autoroles.
pt: Este servidor não tem regras de cargos automáticos.

source: Autorole Rules
es: Reglas de autoroles
pl: Reguły autoroli
pt: Regras de Cargos Automáticos

source: Triggers a refresh on all members.
es: Activa una actualización en todos los miembros.
pt: Ativa a atualização de todos os membros.

source: This will apply existing rules to all members. Note that guild changes from members that haven't been online won't be affected. Deleted rules won't have any effect. This command can only be used once per server per day.
es: Esto aplicará las reglas existentes a todos los miembros. Tenga en cuenta que los cambios de los miembros que no se han conectado no se verán afectados. Las reglas eliminadas no tendrán ningún efecto. Este comando sólo puede utilizarse una vez al día en el servidor.
pl: Spowoduje to zastosowanie istniejących reguł do wszystkich członków. Zauważ, że zmiany gildii członków, którzy nie byli online, nie zostaną wzięte pod uwagę. Usunięte reguły nie będą miały żadnego efektu. Ta komenda może być użyta tylko raz na serwer dziennie.
pt: Isto aplicará as regras existentes para todos os membros. Observe que alterações nas guilds dos membros que não estiveram online não serão detectadas. Regras excluídas não terão qualquer efeito. Este comando só pode ser usado uma vez por servidor a cada dia.

source: This will make me check the guilds of all registered characters to apply existing rules. Note that characters with outdated information won't be updated until they are online again or checked using `whois` Are you sure you want this?
es: Esto me hará comprobar los guilds de todos los personajes registrados para aplicar las reglas existentes. Ten en cuenta que personajes con información desactualizada no se actualizarán hasta que estén en línea de nuevo o se verifique usando `whois` ¿Estás seguro de que quieres esto?
pl: To sprawi, że sprawdzę gildię wszystkich zarejestrowanych postaci, aby zastosować istniejące reguły. Zauważ, że postacie z przestarzałymi informacjami nie będą aktualizowane dopóki nie staną się ponownie online lub zostaną sprawdzone za pomocą `whois` Czy na pewno chcesz to zrobić?
pt: Isto me fará verificar as guilds de todos os personagens registrados para aplicar as regras existentes. Note que personagens com informações desatualizadas não serão atualizados até que estejam online novamente ou sejam verificados usando `whois` Você tem certeza que quer fazer isso?

source: Starting role refreshing…
es: Iniciando actualización de roles…
pl: Uruchamianie odświeżania ról…
pt: Iniciando atualização de cargos…

source: Refresh done, roles will be updated shortly.
es: Actualización realizada, los roles se actualizarán en breve.
pl: Odświeżanie zakończone, role zostaną wkrótce zaktualizowane.
pt: Atualização completa, cargos serão atualizadas em breve.

source: Removes an autorole rule.
es: Elimina una regla de autorol.
pl: Usuwa regułę automatycznej roli.
pt: Remove uma regra de cargos automáticos.

source: Role names, mentions and ids are accepted. Role names with multiple words need to be wrapped in double quotes. Note that members that currently have the role won't be affected.
es: Se aceptan nombres, menciones e Ids. Los nombres de rol con varias palabras deben estar envueltos entre comillas dobles. Ten en cuenta que los miembros que tienen actualmente el rol no se verán afectados.
pl: Nazwy ról, wzmianki i identyfikatory są akceptowane. Nazwy ról z wieloma słowami muszą być w cudzysłowach. Zauważ, że członkowie, którzy mają obecnie rolę nie zostaną dotknięci.
pt: Nomes de cargos, menções e IDs são aceitos. Nomes de cargos com múltiplas palavras precisam estar entre aspas duplas. Note que membros que já possuam o cargo não serão afetados.

source: That rule doesn't exist.
es: Esa regla no existe.
pl: Ta reguła nie istnieje.
pt: Essa regra não existe.

source: You can't delete a role rule for a role higher than yours.
es: No puedes eliminar una regla de rol para un rol mayor que el tuyo.
pl: Nie możesz usunąć reguły roli dla roli wyższej niż twoja.
pt: Você não pode excluir uma regra de cargo para um cargo maior que o seu.

source: Auto role rule removed. Note that the role won't be removed from current members.
es: Regla de rol automático eliminada. Ten en cuenta que el rol no será eliminado de los miembros actuales.
pl: Reguła automatycznej roli usunięta. Zauważ, że rola nie zostanie usunięta z obecnych posiadaczy.
pt: Regra de cargos automáticos removida. Observe que o cargo não será removido dos membros atuais.

source: Joins or leaves a group (role).
es: Se une o deja un grupo (rol).
pl: Dołącza do lub opuszcza grupę (rolę).
pt: Entra ou deixa um grupo (cargo).

source: If you're not in the group, you will be added. If you're already in the group, you will be removed. To see a list of joinable groups, use `group list`.
es: Si ya estás en el grupo, serás eliminado. Para ver una lista de grupos unibles, usa `group list`.
pl: Jeśli nie jesteś w grupie, zostaniesz dodany. Jeśli jesteś już w grupie, zostaniesz usunięty. Aby zobaczyć listę dołączalnych grup, użyj `group list`.
pt: Se você não estiver no grupo, você será adicionado. Se você já estiver no grupo, você será removido. Para ver uma lista de grupos selecionáveis, use `group list`.

source: Role {name} is not a joinable role.
es: El rol {name} no es un rol unible.
pl: Rola {name} nie jest dołączalną rolą.
pt: Cargo {name} não é um cargo selecionável.

source: I can't manage groups of roles higher than mine.
es: No puedo administrar grupos de roles más altos que el mío.
pl: Nie mogę zarządzać grupami ról wyższymi od moich.
pt: Não posso administrar grupos de cargos mais altos que o meu.

source: Joined group
es: Te uniste al grupo
pl: Dołączono do grupy
pt: Entrou no grupo

source: Left group
es: Abandono grupo
pl: Opuszczono grupę
pt: Saiu do grupo

source: I need `Manage Roles` to manage groups.
es: Necesito permiso de `Gestionar roles` para administrar grupos.
pl: Potrzebuję uprawnienia `Zarządzanie rolami` do zarządzania grupami.
pt: Preciso da permissão `Gerenciar cargos` para gerenciar grupos.

source: Something went wrong. Try again later.
es: Algo salió mal. Inténtalo más tarde.
pl: Coś poszło nie tak. Proszę spróbować ponownie.
pt: Algo deu errado. Por favor, tente novamente mais tarde.

source: You joined {name}.
es: Te uniste a {name}.
pl: Dołączyłeś do {name}.
pt: Você entrou no grupo {name}.

source: You left {name}.
es: Has salido de {name}.
pl: Opuściłeś {name}.
pt: Você saiu do grupo {name}.

source: Creates a new group for members to join.
es: Crea un nuevo grupo para que los miembros se unan.
pl: Tworzy nową grupę dla użytkowników do dołączenia.
pt: Cria um novo grupo para os membros entrarem.

source: The group can be a new role that will be created with this command. If the name matches an existent role, that role will become joinable. You need `Manage Roles` permission to use this command.
es: El grupo puede ser un nuevo rol que se creará con este comando. Si el nombre coincide con un rol existente, ese rol se convertirá en unible. Necesitas permisos de `Gestionar roles` para usar este comando.
pl: Grupa może być nową rolą, która zostanie utworzona za pomocą tej komendy. Jeśli nazwa pasuje do istniejącej roli, ta rola stanie się dołączalna. Potrzebujesz uprawnienia `Zarządzanie rolami`, aby użyć tej komendy.
pt: O grupo pode ser um novo cargo que será criado com esse comando. Se o nome coincidir com um cargo existente, esse cargo se tornará selecionável. Você precisa da permissão `Gerenciar cargos` para usar este comando.

source: I need `Manage Roles` permission to create a group.
es: Necesito el permiso de `Gestionar roles` para crear un grupo.
pl: Potrzebuję uprawnienia `Zarządzanie rolami`, aby utworzyć grupę.
pt: Preciso da permissão `Gerenciar cargos` para criar um grupo.

source: Invalid group name.
es: Nombre de grupo inválido.
pl: Nieprawidłowa nazwa grupy.
pt: Nome de grupo inválido.

source: Group {name} already exists.
es: El grupo {name} ya existe.
pl: Grupa {name} już istnieje.
pt: O grupo {name} já existe.

source: You can't make a group from a role higher or equals than your highest role.
es: No puedes hacer un grupo a partir de un rol mayor o igual que tu rol más grande.
pl: Nie możesz utworzyć grupy z roli wyższej lub równej Twojej najwyższej roli.
pt: Você não pode criar um grupo a partir de um cargo maior ou igual ao seu cargo mais alto.

source: I can't make a group from a role higher or equals than my highest role.
es: No puedo crear un grupo a partir de un rol mayor o igual que mi rol más alto.
pl: Nie mogę utworzyć grupy z roli wyższej lub równej mojej najwyższej roli.
pt: Não consigo criar um grupo de um cargo maior ou igual ao meu cargo mais alto.

source: Group {name} created successfully.
es: Grupo {name} creado con éxito.
pl: Grupa {name} została utworzona pomyślnie.
pt: Grupo {name} criado com sucesso.

source: Shows a list of available groups.
es: Muestra una lista de grupos disponibles.
pl: Pokazuje listę dostępnych grup.
pt: Mostra uma lista de grupos disponíveis.

source: This server has no joinable groups.
es: Este servidor no tiene grupos que se pueden unir.
pl: Ten serwer nie ma dołączalnych grup.
pt: Este servidor não tem grupos selecionáveis.

source: %d member
es: %d miembro
pl: %d członek
pt: %d membro

source: Joinable Groups
es: Grupos Unibles
pl: Dołączalne grupy
pt: Grupos Selecionáveis

source: Removes a group.
es: Elimina un grupo.
pl: Usuwa grupę.
pt: Remove um grupo.

source: Removes a group, making members unable to join. When removing a group, you can optionally delete the role too.
es: Elimina un grupo, haciendo que los miembros no puedan unirse. Al eliminar un grupo, puedes eliminar el rol también opcionalmente.
pl: Usuwa grupę, przez co członkowie nie mogą dołączyć. Podczas usuwania grupy możesz opcjonalnie usunąć również rolę.
pt: Remove um grupo, tornando impossível sua atribuição a usuários. Ao remover um grupo, você também pode opcionalmente excluir o cargo.

source: {role} is not a group.
es: {role} no es un grupo.
pl: {role} nie jest grupą.
pt: {role} não é um grupo.

source: You can't delete a group of a role higher than your highest role.
es: No puedes eliminar un grupo de un rol superior a tu rol más alto.
pl: Nie możesz usunąć grupy roli wyższej niż twoja najwyższa rola.
pt: Você não pode excluir um grupo de um cargo maior que o seu maior cargo.

source: I can't delete a group of a role higher than my highest role.
es: No puedo eliminar un grupo de un rol superior a mi rol más alto.
pl: Nie mogę usunąć grupy roli wyższej niż moja najwyższa rola.
pt: Não consigo excluir um grupo de um cargo maior que meu cargo mais alto.

source: Group {name} will be removed. Do you want to remove the role too?
es: El grupo {name} será eliminado. ¿Quieres eliminar el rol también?
pl: Grupa {name} zostanie usunięta. Czy chcesz również usunąć rolę?
pt: O grupo {name} será removido. Deseja remover o cargo também?

source: Group removed by {user}
es: Grupo eliminado por {user}
pl: Grupa usunięta przez {user}
pt: Grupo removido por {user}

source: Group {name} was removed and the role was deleted.
es: El grupo {name} fue eliminado y el rol fue eliminado.
pl: Grupa {name} została usunięta i rola została usunięta.
pt: O grupo {name} foi removido e o cargo foi excluído.

source: Group {name} removed.
es: Grupo {name} eliminado.
pl: Grupa {name} usunięta.
pt: Grupo {name} removido.

source: I need `Manage Roles` permission to delete the Discord role.
es: Necesito permiso de `Gestionar roles` para borrar el rol de Discord.
pl: Potrzebuję uprawnienia `Zarządzanie rolami`, aby usunąć rolę.
pt: Preciso da permissão 'Gerenciar cargos' para remover o cargo do Discord.

source: Group {name} was removed.
es: El grupo {name} fue eliminado.
pl: Grupa {name} została usunięta.
pt: Grupo {name} foi removido.

source: Shows a list of members with no roles.
es: Muestra una lista de miembros sin roles.
pl: Pokazuje listę członków bez ról.
pt: Mostra uma lista de membros sem cargos.

source: There are no members without roles.
es: No hay miembros sin roles.
pl: Nie ma członków bez ról.
pt: Não há membros sem cargos.

source: Members with no roles
es: Miembros sin roles
pl: Członkowie bez ról
pt: Membros sem cargos

source: Shows details about a role.
es: Muestra detalles de un rol.
pl: Pokazuje szczegóły dotyczące roli.
pt: Mostra detalhes de um cargo.

source: Mentionable
es: Mencionable
pl: Wzmiankowalne
pt: Mencionavél

source: Hoisted
es: Separado
pl: Oddzielna
pt: Separado

source: Position
es: Posición
pl: Pozycja
pt: Posição

source: Bot Role
es: Rol de bot
pl: Rola bota
pt: Cargo de Bot

source: Shows a list of members with that role.
es: Muestra una lista de miembros con ese rol.
pl: Pokazuje listę członków z tą rolą.
pt: Mostra uma lista de membros com esse cargo.

source: Seems like there are no members with the role {name}.
es: Parece que no hay miembros con el rol {name}.
pl: Wygląda na to, że nie ma członków z rolą {name}.
pt: Parece que não há membros com o cargo {name}.

source: Members with the role '{name}'
es: Miembros con el rol '{name}'
pt: Membros com o cargo '{name}'

source: Sends a message mentioning a role.
es: Envía un mensaje mencionando un rol.
pt: Envia uma mensagem mencionando um cargo.

source: This allows using a role mention for roles that have mentioning disabled. Mentions for the role are enabled, the message is sent and role mentions are disabled again. The message is signed by the command author.
es: Esto permite usar una mención de rol para roles que tiene menciones deshabilitadas. Las menciones para el rol se habilitan, se envía el mensaje y luego el rol se deshabilita de nuevo. El mensaje está firmado por el autor del comando.
pl: Pozwala to na użycie wzmianki o roli dla roli, która ma wzmianki wyłączone. Wzmianki o roli są włączane, wiadomość jest wysyłana, i wzmianki o roli są ponownie wyłączone. Wiadomość jest podpisana przez autora komendy.
pt: Isto permite utilizar menções a um cargo para cargos que tem menções desativadas. As menções para o cargo são ativadas, a mensagem é enviada e as menções para o cargo são desativadas novamente. A mensagem é assinada pelo autor do comando.

source: You can't mention a role highest than your highest role.
es: No puedes mencionar un rol más alto que tu rol más alto.
pt: Você não pode mencionar um cargo mais alto do que o seu cargo mais alto.

source: I can't mention a role highest than my highest role.
es: No puedo mencionar un rol más alto que mi rol más alto.
pt: Não posso mencionar um cargo mais alto que o meu cargo mais alto.

source: The message will mention the role {name}. Your name will appear at the bottom of the message. Please tell me the content of the message. You can also say `cancel` to exit.
es: El mensaje mencionará el rol {name}. Tu nombre aparecerá al final del mensaje. Por favor, dime el contenido del mensaje. También puedes decir `cancelar` para salir.
pt: A mensagem mencionará o cargo {name}. Seu nome aparecerá na parte inferior da mensagem. Por favor, me diga o conteúdo da mensagem. Você também pode dizer `cancel` para sair.

source: The message can't be longer than {limit:,} characters.
es: El mensaje no puede tener más de {limit:,} caracteres.
pl: Wiadomość nie może być dłuższa niż {limit:,} znaków.
pt: A mensagem não pode ter mais de {limit:,} caracteres.

source: Turning mentions on for role mention by {user}
es: Activando menciones para mención de rol por {user}
pl: Włączanie wzmianek dla wzmianki o roli przez {user}
pt: Ativando menções para menção de cargo por {user}

source: Message sent by {user}
es: Mensaje enviado por {user}
pl: Wiadomość wysłana przez {user}
pt: Mensagem enviada por {user}

source: Turning mentions back off after role mention
es: Desactivando las menciones después de la mención al rol
pl: Wyłączanie wzmianek ponownie po wzmianki o roli
pt: Desativando novamente menções após menção de cargo

source: Shows a user's roles or a list of server roles.
es: Muestra los roles de un usuario o una lista de roles de servidor.
pl: Pokazuje role użytkownika lub listę ról serwera.
pt: Mostra os cargos de um usuário ou uma lista de cargos do servidor.

source: If a user is specified, it will list their roles. If user is blank, I will list all the server's roles.
es: Si se especifica un usuario, se listarán sus roles. Si el usuario está en blanco, listaré todos los roles del servidor.
pt: Se um usuário for especificado, seus cargos serão listados. Se o usuário estiver em branco, todos os cargos do servidor serão listados.

source: Roles in this server
es: Roles en este servidor
pl: Role na tym serwerze
pt: Cargos neste servidor

source: There are no roles in this server.
es: No existen roles en este servidor.
pl: Brak ról na tym serwerze.
pt: Não há cargos neste servidor.

source: I don't see any user named **{user}**.
es: No veo a ningún usuario con el nombre **{user}**.
pl: Nie widzę żadnego użytkownika o nazwie **{user}**.
pt: Não vejo nenhum usuário chamado **{user}**.

source: Roles for @{user}
es: Roles de @{user}
pl: Role użytkownika @{user}
pt: Cargos de @{user}

source: {user} has no roles.
es: {user} no tiene roles.
pl: {user} nie posiada żadnych ról.
pt: {user} não tem nenhum cargo.

source: Commands related to statistics about the bot and Tibia.
es: Comandos relacionados con las estadísticas sobre el bot y Tibia.
pl: Komendy związane ze statystykami na temat bota i Tibii.
pt: Comandos relacionados a estatísticas sobre o bot e o Tibia.

source: Shows command statistics.
es: Muestra estadísticas de comandos.
pl: Pokazuje statystyki komend.
pt: Mostra estatísticas de comandos usados no servidor.

source: {count:,} command use
es: {count:,} uso del comando
pt: {count:,} comando utilizado

source: Command Stats
es: Estadísticas de comandos
pl: Statystyki komend
pt: Estatísticas de Comandos

source: Tracking usage since
es: Recolectando uso desde
pl: Śledzenie użycia od
pt: Monitorando usos desde

source: {count:,} use
es: {count:,} uso
pt: {count:,} uso

source: Top commands
es: Comandos mas usados
pl: Najczęstsze komendy
pt: Comandos mais usados

source: <User {id}>
es: <Usuario {id}>
pt: <Usuário {id}>

source: Top users
es: Top usuarios
pl: Najaktywniejsi użytkownicy
pt: Ranking de usuários

source: Shows command statistics of all servers.
es: Muestra estadísticas de comandos de todos los servidores.
pl: Pokazuje statystyki komend z wszystkich serwerów.
pt: Mostra estatísticas de comandos usados em todos os servidores.

source: Global Command Stats
es: Estadísticas globales de comandos
pl: Globalne statystyki komend
pt: Estatísticas Globais de Comandos

source: Private Message
es: Mensaje Privado
pl: Wiadomość prywatna
pt: Mensagem Privada

source: <Server {id}>
es: <Servidor {id}>
pl: <Serwer {id}>
pt: <Servidor {id}>

source: Top servers
es: Top servidores
pl: Najczęściej występujące serwery
pt: Ranking de servidores

source: Displays a graph of the server count's history in the last 30 days.
es: Muestra un gráfico de la historia del conteo de servidores en los últimos 30 días.
pl: Wyświetla wykres historii licznika serwerów w ciągu ostatnich 30 dni.
pt: Mostra um gráfico do histórico da quantidade de servidores com NabBot nos últimos 30 dias.

source: There is not enough data to build the graph.
es: No hay suficientes datos para crear el gráfico.
pl: Za mało danych, aby stworzyć wykres.
pt: Não há dados suficientes para criar o gráfico.

source: Server Count History
es: Historial de conteo de servidores
pl: Historia liczby serwerów
pt: Histórico da Quantidade de Servidores com NabBot

source: Showing data from {from_date} to {to_date}
es: Mostrando datos de {from_date} a {to_date}
pl: Wyświetlanie danych od {from_date} do {to_date}
pt: Mostrando dados de {from_date} até {to_date}

source: Could not find data.
es: No se han encontrado datos.
pl: Brak danych.
pt: Nenhum dado encontrado.

source: North America
es: Norteamérica
pl: Ameryka Północna
pt: América do Norte

source: South America
es: Sudamérica
pl: Ameryka Południowa
pt: América do Sul

source: Europe
es: Europa
pl: Europa
pt: Europa

source: Transfers allowed
es: Transferencias permitidas
pl: Transfery dozwolone
pt: Transferências permitidas

source: No inbound transfers
es: Sin transferencias entrantes
pt: Sem transferências de entrada

source: No outbound transfers
es: Sin transferencias salientes
pt: Sem transferências de saída

source: **{value:,}** point
es: **{value:,}** punto
pt: **{value:,}** ponto

source: Level **{value:,}**
es: Nivel **{value:,}**
pl: Poziom **{value:,}**

source: Achievement Points
es: Puntos de achievements
pl: Punkty Osiągnięć
pt: Pontos de Achievements

source: Axe Fighting
es: Axe

source: Club Fighting
es: Club

source: Distance Fighting
es: Distance

source: Experience Points
es: Experiencia
pl: Punkty doświadczenia
pt: Pontos de Experiência

source: Experience Points (Rookgaard)
es: Experiencia (Rookgaard)
pl: Punkty doświadczenia (Rookgaard)
pt: Pontos de Experiência (Rookgaard)

source: Fist Fighting
es: Fist

source: Loyalty Points
es: Loyalty
pl: Punkty Loyalty
pt: Pontos de Loyalty

source: Sword Fighting
es: Sword

source: In progress
es: En progreso
pl: W trakcie
pt: Em Andamento

source: Currently processed
es: Actualmente procesada
pl: Obecnie przetwarzane
pt: Processados

source: Pending transfer
es: Transferencia pendiente
pl: Oczekujące na transfer
pt: Transferências Pendentes

source: Cancelled
es: Cancelada
pl: Anulowane
pt: Cancelados

source: Finished
es: Terminada
pl: Zakończone
pt: Concluídos

source: Current Bid
es: Oferta actual
pl: Aktualna oferta
pt: Lance Atual

source: Winning Bid
es: Oferta ganadora
pl: Zwycięska oferta
pt: Lance Vencedor

source: Minimum Bid
es: Oferta mínima
pl: Minimalna oferta
pt: Lance Mínimo

source: Rented
es: En renta
pl: Wynajęty
pt: Alugado

source: Auctioned
es: En subasta
pl: Na sprzedaż
pt: Em leilão

source: Commands related to Tibia, gathered from information present in Tibia.com.
es: Comandos relacionados con Tibia, recopilados a partir de información presente en Tibia.com.
pt: Comandos relacionados ao Tibia, a partir de informações presentes no Tibia.com.

source: Shows information about a bazaar auction.
es: Muestra información sobre una subasta del bazar.
pl: Pokazuje informacje dotyczące aukcji na bazarze.
pt: Mostra informações sobre um leilão de personagem no Bazaar.

source: There is no auction with ID {auction_id}
es: No hay subasta con ID {auction_id}
pt: Não há leilão com o ID {auction_id}
