Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: If what you want is to change your personal language, use this command on a private message.
es: Si lo que quieres es cambiar tu idioma personal, usa este comando en un mensaje privado.
pl: Jeśli chcesz zmienić swój język osobisty, użyj tej komendy w prywatnej wiadomości.
pt: Se você deseja mudar seu idioma pessoal, use este comando em uma mensagem direta.

source: Your current personal language is **{language}**. I will use this only in private messages with you.
es: Tu idioma personal actual es **{language}**. Solo lo usaré en mensajes privados contigo.
pl: Twój aktualny język osobisty to **{language}**. Będę go używać tylko w prywatnych wiadomościach z Tobą.
pt: Seu idioma pessoal atual é **{language}**. Somente o usarei em mensagens diretas com você.

source: The language for this server is **{language}**.
es: El idioma para este servidor es **{language}**.
pl: Językiem tego serwera jest **{language}**.
pt: O idioma deste servidor é **{language}**.

source: This language is currently not supported.
es: Este idioma no está soportado actualmente.
pl: Wybrany język nie jest aktualnie wspierany.
pt: Idioma não suportado no momento.

source: The supported languages are:
es: Los idiomas soportados son:
pl: Dostępne języki to:
pt: Os idiomas suportados são:

source: Do you want to set your personal language to `{language}`?
es: ¿Quieres establecer tu idioma personal a `{language}`?
pl: Czy chcesz ustawić `{language}` jako swój język osobisty?
pt: Deseja definir `{language}` como o seu idioma pessoal?

source: Do you want to set the server's language to `{language}`?
es: ¿Quieres establecer el idioma del servidor a `{language}`?
pl: Czy chcesz ustawić język `{language}` jako język serwera?
pt: Deseja definir `{language}` como o idioma do servidor?

source: Our private messages will now be in **{language}**.
es: Nuestros mensajes privados ahora estarán en **{language}**.
pl: Nasze prywatne wiadomości będą teraz wyświetlane w języku **{language}**.
pt: Nossas mensagens privadas estarão agora em **{language}**.

source: This server's messages will now be in **{language}**.
es: Los mensajes de este servidor ahora estarán en **{language}**.
pl: Wiadomości tego serwera będą teraz wyświetlane w języku **{language}**.
pt: As mensagens deste servidor a partir de agora estarão em **{language}**.

source: Shows the list of available languages and the progress of other languages.
es: Muestra la lista de idiomas disponibles y el progreso de otros idiomas.
pt: Mostra a lista de idiomas disponíveis e o progresso de outros idiomas.

source: Languages
es: Idiomas
pt: Idiomas

source: Visit Crowdin to contribute with translations
es: Visita Crowdin para contribuir con traducciones
pt: Visite o Crowdin para contribuir com traduções

source: Available Languages
es: Idiomas disponibles
pt: Idiomas Disponíveis

source: **Name** — **Translated/Approved**
es: **Nombre** — **Traducido/Aprobado**
pl: **Nazwa** — **Przetłumaczone/Zatwierdzone**
pt: **Nome** — **Traduzido/Aprovado**

source: Translation Progress
es: Progreso de traducción
pt: Progresso da Tradução

source: Shows statistics about languages used by servers and users.
es: Muestra estadísticas sobre los idiomas utilizados por servidores y usuarios.
pt: Mostra estatísticas sobre os idiomas usados pelos servidores e usuários.

source: Language Statistics
es: Estadísticas de idiomas
pt: Estatísticas do Idiomas

source: Servers Per Language
es: Servidores por idioma
pt: Servidores por Idioma

source: Users Per Language
es: Usuarios por idioma
pt: Usuários por Idioma

source: Checks or sets various server-specific settings.
es: Revisa o modifica las configuraciones del servidor.
pl: Sprawdza lub ustawia różne ustawienia specyficzne dla serwera.
pt: Verifica ou define várias configurações específicas do servidor.

source: Settings
es: Configuraciones
pl: Ustawienia
pt: Configurações

source: Use the subcommands to change the settings for this server.
es: Usa los subcomandos para cambiar las configuraciones del servidor.
pl: Użyj pod-komend aby zmienić ustawienia dla tego serwera.
pt: Use os subcomandos para alterar as configurações deste servidor.

source: Sets whether simple messages will be used instead of random custom messages for levels and deaths.
es: Establece si se usarán mensajes simples en lugar de mensajes personalizados aleatorios para niveles y muertes.
pl: Zdecyduj czy proste powiadomienia będą używane zamiast losowych i niestandardowych powiadomień dla awansów i śmierci.
pt: Define se serão usadas mensagens simples ao invés de mensagens personalizadas e aleatórias para mortes e avanços de level.

source: When enabled, all level up and death messages will be the same, a simple and short message, instead of randomized messages.
es: Cuando se activa, todos los mensajes de nivel y de muerte serán los mismos, un mensaje simple y corto, en lugar de mensajes aleatorios.
pl: Jeśli ta funkcja jest włączona to wszystkie wiadomości o awansach i śmierciach będą takie same oraz będą wyświetlane w postaci prostych i krótkich powiadomień zamiast dłuższych, losowo generowanych powiadomień.
pt: Quando ativado, todas as mensagens de morte e de avanço de level serão iguais, uma mensagem simples e curta, ao invés de mensagens aleatórias.

source: I will use simple messages from now on.
es: A partir de ahora utilizaré mensajes simples.
pl: Od teraz będę używać prostych wiadomości.
pt: De agora em diante utilizarei mensagens simples.

source: I will use randomized custom messages from now on.
es: A partir de ahora utilizaré mensajes personalizados aleatorios.
pl: Od teraz będę używać losowych, niestandardowych wiadomości.
pt: De agora em diante usarei mensagens personalizadas e aleatórias.

source: Changes the channel where upcoming events are announced.
es: Cambia el canal donde se anuncian los próximos eventos.
pl: Zmienia kanał, w którym ogłaszane są nadchodzące wydarzenia.
pt: Altera o canal onde os próximos eventos são anunciados.

source: This is where announcements for events that are about to happen will be made. If the assigned channel is deleted or the bot no longer has access to it, the top channel will be used. If this is disabled, users that subscribed to the event will still receive notifications via PM.
es: Aquí es donde se harán anuncios de eventos a punto de suceder. Si el canal asignado es eliminado o el bot ya no tiene acceso, se utilizará el primer canal de la lista. Si se desactiva, los usuarios que se suscriban al evento seguirán recibiendo notificaciones a través de mensajes privados.
pl: W tym miejscu będą zamieszczane komunikaty o wydarzeniach, które będą miały miejsce. Jeśli przypisany kanał zostanie usunięty lub bot nie będzie miał już do niego dostępu, zostanie użyty najwyższy kanał. Jeśli ta opcja jest wyłączona, użytkownicy, którzy subskrybują wydarzenie nadal będą otrzymywać powiadomienia za pośrednictwem prywatnych wiadomości.
pt: É aqui que serão anunciados eventos que irão ocorrer em breve. Se o canal especificado for excluído ou o bot não tiver mais acesso a ele, será utilizado o primeiro canal da lista. Se for desativado, usuários que se inscreveram no evento ainda receberão notificações por mensagens diretas.

source: Event announcements are already disabled.
es: Los anuncios de eventos ya están deshabilitados.
pl: Ogłoszenia o wydarzeniach są już wyłączone.
pt: Anúncios de eventos já estão desativados.

source: Are you sure you want to disable events announcements?
es: ¿Estás seguro de que quieres desactivar los anuncios de eventos?
pl: Czy na pewno chcesz wyłączyć powiadomienia o wydarzeniach?
pt: Tem certeza que deseja desativar os avisos de eventos?

source: I don't have permission to use {channel}.
es: No tengo permiso para usar {channel}.
pl: Nie mam uprawnień do używania {channel}.
pt: Eu não tenho permissão para usar {channel}.

source: Are you sure you want {channel} as the new events channel?
es: ¿Estás seguro de que quieres que {channel} sea el nuevo canal de eventos?
pl: Czy na pewno chcesz wybrać {channel} jako nowy kanał wydarzeń?
pt: Tem certeza que deseja usar {channel} como o novo canal de eventos?

source: The events channel has been disabled.
es: El canal de eventos ha sido deshabilitado.
pl: Kanał wydarzeń został wyłączony.
pt: O canal de eventos foi desabilitado.

source: {channel} will now be used for events.
es: {channel} se usará ahora para eventos.
pl: {channel} będzie teraz używany do wydarzeń.
pt: A partir de agora, {channel} será usado para eventos.

source: Sets the language for this server.
es: Establece el idioma para este servidor.
pl: Ustawia język, który będzie używany na tym serwerze.
pt: Define o idioma para este servidor.

source: All messages sent by NabBot in this server will be in the selected language. Messages sent on private messages will be in the user's personal language.
es: Todos los mensajes enviados por NabBot en este servidor serán en el idioma seleccionado. Los mensajes enviados en mensajes privados serán en el idioma personal del usuario.
pl: Wszystkie wiadomości wysyłane przez NabBota na tym serwerze będą w wybranym języku. Wiadomości wysyłane w prywatnych wiadomościach będą w języku osobistym użytkownika.
pt: Todas as mensagens enviadas pelo NabBot neste servidor estarão no idioma selecionado. As mensagens enviadas em mensagens diretas estarão no idioma pessoal do usuário.

source: The desired language.
es: El idioma deseado.
pl: Wybrany język.
pt: O idioma desejado.

source: language
es: idioma
pl: język
pt: idioma

source: Changes the channel where levelup and deaths are announced.
es: Cambia el canal donde se anuncian niveles y muertes.
pl: Zmienia kanał, gdzie są wysyłane powiadomienia o awansach i śmiercach.
pt: Altera o canal onde mortes e avanços de level são anunciados.

source: This is where all level ups and deaths of registered characters will be announced. If this is disabled, announcements won't be made, but deaths and level ups will still be tracked.
es: Aquí es donde se anunciarán todos los niveles y muertes de personajes registrados. Si esto está desactivado, no se realizarán anuncios, pero las muertes y subidas de nivel seguirán siendo seguidas.
pl: Jest to miejsce, w którym wyświetlają się wszystkie awanse i śmierci zarejestrowanych postaci. Jeśli ta opcja jest wyłączona, powiadomienia nie będą wyświetlane, ale śmierci i awanse będą nadal śledzone.
pt: É aqui que serão anunciados todas as mortes e avanços de level dos personagens monitorados. Se estiver desativado, anúncios não serão feitos, mas mortes e avanços de level ainda serão monitorados.

source: Sets the minimum level for death and level up announcements.
es: Establece el nivel mínimo para los anuncios de muertes y subidas de nivel.
pl: Ustawia minimalny poziom ogłaszanych śmierci i awansów.
pt: Define o level mínimo para mortes e avanços de level.

source: Level ups and deaths under the minimum level will still be saved, to be viewed with other commands.
es: Las subidas de nivel y muertes por debajo del nivel mínimo se seguirán guardando, para ser vistos con otros comandos.
pl: Awanse i śmierci poniżej minimalnego poziomu będą nadal zapisywane. Będzie je można wyświetlać z wykorzystaniem innych komend.
pt: Mortes e avanços de level abaixo do level mínimo ainda serão salvos para serem vistos com outros comandos.

source: Any number greater than 1
es: Cualquier número mayor que 1
pl: Dowolna liczba większa niż 1
pt: Qualquer número maior que 1

source: level
es: nivel
pl: poziom

source: Level can't be lower than 1.
es: El nivel no puede ser menor que 1.
pl: Poziom nie może być niższy niż 1.
pt: O level não pode ser menor que 1.

source: Minimum announce level has been set to `{level}`.
es: El nivel mínimo de anuncios ha sido establecido a `{level}`.
pl: Minimalny poziom powiadomienia został ustawiony na `{level}`.
pt: O level mínimo para anúncios foi definido como `{level}`.

source: Changes the channel where Tibia news are announced.
es: Cambia el canal donde se anuncian las noticias de Tibia.
pl: Zmienia kanał, w którym wyświetlane są wiadomości z Tibii.
pt: Altera o canal onde as notícias do Tibia são anunciadas.

source: This is where all news and articles posted in Tibia.com will be announced.
es: Aquí es donde todas las noticias y artículos publicados en Tibia.com serán anunciados.
pl: Tutaj znajdą się wszystkie wiadomości i artykuły zamieszczone na Tibia.com.
pt: É aqui que serão anunciadas todas as notícias e artigos publicados no Tibia.com.

source: Enables or disables news tickers from Tibia.com in this server.
es: Habilita o deshabilita los tickers de noticias de Tibia.com en este servidor.
pl: Włącza lub wyłącza krótkie aktualności z Tibia.com na tym serwerze.
pt: Habilita ou desabilita as noticias curtas (news stickers) do Tibia.com neste servidor.

source: Disabling this will make NabBot only announce news and featured articles. In order for news tickers to be announced, news announcements must be enabled.
es: Desactivar esto hará que NabBot solo anuncie noticias y artículos destacados. Para que se anuncien los noticias, los anuncios de noticias deben estar habilitados.
pl: Wyłączenie tego sprawi, że NabBot będzie ogłaszał tylko wiadomości i artykuły. W celu ogłaszania krótkich aktualności, ogłaszanie wiadomości musi być włączone.
pt: Desabilitar isso fará com que o NabBot só anuncie notícias e artigos em destaque. Para que as notícias curtas sejam anunciadas, os anúncios de notícias devem ser ativados.

source: I will announce news tickers along news and featured articles from now on.
es: A partir de ahora anunciare news tickers junto con noticias y artículos destacados.
pl: Od teraz będę ogłaszał krótkie aktualności, razem z wiadomościami i artykułami.
pt: De agora em diante anunciarei notícias curtas junto das notícias e artigos em destaque.

source: I won't announce news tickers from now on.
es: A partir de ahora no voy a anunciar los nuevos tickers.
pl: Nie będę już ogłaszał krótkich aktualności.
pt: De agora em diante, não anunciarei as notícias curtas.

source: Changes the command prefixes for this server.
es: Cambia los prefijos de comando para este servidor.
pl: Zmienia prefiksy komend dla tego serwera.
pt: Altera os prefixos de comando para este servidor.

source: The prefixes are the characters that go before a command's name, in order for the bot to recognize the command. A maximum of 5 prefixes can be set per server. To remove an existing prefix, use it as a parameter. Prefixes are case-insensitive, and will always be saved as lowercase. If you want to have a space at the end, such as `nabbot help`, you have to wrap the prefix in double quotes. Multiple words also require using quotes. Mentioning the bot is always a valid command and can't be changed.
es: Los prefijos son los caracteres que van antes del nombre del comando, para que el bot pueda reconocer el comando. Se puede configurar un máximo de 5 prefijos por servidor. Para eliminar un prefijo existente, úsalo como parámetro. Los prefijos no distinguen mayúsculas y minúsculas y siempre se salvarán como minúsculas. Si quieres tener un espacio al final tal como: `nabbot help`, tienes que envolver el prefijo en comillas dobles. Palabras multiples tambien requieren comillas dobles. Mencionar el bot siempre es un comando válido y no puede ser cambiado.
pl: Prefiksy są znakami przed nazwami komend, używanymi aby bot mógł rozpoznawać komendy. Można ustawić maksymalnie 5 prefiksów dla każdego serwera. Aby usunąć istniejący prefiks, użyj go jako parametr. Prefiksy ignorują wielkość znaków, i zawsze są zapisywane jako małe litery. Jeśli potrzebujesz spacji w środku lub na końcu prefiksu, na przykład aby osiągnąć `nabbot help`, musisz zamknąć prefiks w cudzysłowiach. Wspomnienie bota jest zawsze prawidłową komendą i nie może być wyłączone.
pt: Os prefixos são os caracteres que aparecem antes do nome de um comando, para que o bot reconheça o comando. No máximo, 5 prefixos podem ser definidos por servidor. Para remover um prefixo existente, use-o como parâmetro. Os prefixos não diferenciam maiúsculas de minúsculas e sempre serão salvos como minúsculas. Se você quiser ter um espaço no final, como `nabbot help`, você terá que colocar o prefixo entre aspas duplas. Várias palavras também exigem o uso de aspas. Mencionar o bot é sempre uma maneira válida de usar comandos, e isso não pode ser alterado.

source: {prefixes} and mentions
es: {prefixes} y menciones
pl: {prefixes} i wzmianki
pt: {prefixes} e menções

source: Mentions only
es: Solo menciones
pl: Tylko wzmianki
pt: Apenas menções

source: Any text
es: Cualquier texto
pl: Dowolny tekst
pt: Qualquer texto

source: prefix
es: prefijo
pl: prefiks
pt: prefixo

source: Do you want to remove `{prefix}` as a prefix?
es: ¿Quieres eliminar `{prefix}` como prefijo?
pl: Czy chcesz usunąć `{prefix}` jako prefiks?
pt: Deseja remover `{prefix}` como um prefixo?

source: You can't have more than {limit} command prefixes.
es: No puedes tener más de {limit} prefijos de comandos.
pl: Nie możesz mieć więcej niż {limit} prefiksów komend.
pt: Você não pode ter mais de {limit} prefixos de comando.

source: Do you want to add `{prefix}` as a prefix?
es: ¿Quieres añadir `{prefix}` como prefijo?
pl: Czy chcesz dodać `{prefix}` jako prefiks?
pt: Deseja adicionar `{prefix}` como um prefixo?

source: The prefix `{prefix}` was removed.
es: El prefijo `{prefix}` fue eliminado.
pl: Prefiks `{prefix}` został usunięty.
pt: O prefixo `{prefix}` foi removido.

source: The prefix `{prefix}` was added.
es: El prefijo `{prefix}` fue añadido.
pl: Prefiks `{prefix}` został dodany.
pt: O prefixo `{prefix}` foi adicionado.

source: Changes the channel used as the server log.
es: Cambia el canal utilizado como server log.
pl: Zmienia kanał używany jako dziennik serwera.
pt: Altera o canal usado como server log.

source: [Server log](https://docs.nabbot.xyz/features/serverlog/) is a special channel where changes are posted to.
es: El [server log](https://docs.nabbot.xyz/features/serverlog/) es un canal especial en el que se publican los cambios.
pl: [Dziennik serwera](https://docs.nabbot.xyz/features/serverlog/) jest specjalnym kanałem, na którym są zamieszczane zmiany.
pt: O [server log](https://docs.nabbot.xyz/features/serverlog/) é um canal especial onde são publicadas as alterações que ocorrem em seu servidor.

source: Sets whether level/death messages should show the user the character is registered to.
es: Establece si los mensajes de nivel/muerte deben mostrar al usuario al que el personaje está registrado.
pl: Ustala czy wiadomości o awansie/śmierci powinny pokazywać użytkownika, do którego przypisana jest postać.
pt: Define se as mensagens de level/morte devem mostrar o usuário no qual o personagem está registrado.

source: When enabled, level up and death messages will contain a mention of the user that owns the character. The users won't receive a notification for this.
es: Cuando está activado, los mensajes de nivel y muerte contendrán una mención del usuario que posea el personaje. Los usuarios no recibirán una notificación por esto.
pl: Gdy ta opcja jest włączona, wiadomości o awansie lub śmierci będą zawierać wzmiankę o użytkowniku, który jest właścicielem postaci. Właściciele postaci nie otrzymają w związku z tym żadnego powiadomienia.
pt: Quando ativado, as mensagens de morte e avanço de level conterão uma menção ao usuário que é dono do personagem. Os usuários não receberão uma notificação por isso.

source: I will show users on level up and death messages from now on.
es: A partir de ahora mostraré a los usuarios en los mensajes de nivel y de muerte.
pl: Będę od teraz pokazywał użytkowników w wiadomościach o awansie lub śmierci.
pt: De agora em diante, mostrarei os usuários nas mensagens de morte e avanço de level.

source: I won't show users on level up and death messages from now on.
es: A partir de ahora no mostraré a los usuarios en mensajes de subida de nivel y muerte.
pl: Nie będę już pokazywał użytkowników w wiadomościach o awansie lub śmierci.
pt: De agora em diante, não mostrarei os usuários nas mensagens de morte e avanço de level.

source: Changes the message new members receive when joining.
es: Cambia el mensaje que los nuevos miembros reciben al unirse.
pl: Zmienia wiadomość, którą użytkownicy otrzymują po dołączeniu.
pt: Altera a mensagem que os novos membros recebem ao entrar.

source: This is initially disabled. You can use formatting to show dynamic values: - {server} -> The server's name. - {server.owner} -> The server's owner name. - {server.owner.mention} -> Mention to the server's owner. - {owner} -> The name of the server owner - {owner.mention} -> Mention the server owner. - {user} -> The name of the user that joined. - {user.mention} -> Mention the user that joined. - {bot} -> The name of the bot Be sure to change the welcome channel too.
es: Esto está deshabilitado inicialmente. Puede usar el siguiente formato para mostrar valores dinámicos: - {server} -> El nombre del servidor. - {server.owner} -> El nombre del propietario del servidor. - {server.owner.mention} -> Mención al propietario del servidor. - {owner} -> El nombre del propietario del servidor - {owner.mention} -> Mención al propietario del servidor. - {user} -> El nombre del usuario que se ha unido. - {user.mention} -> Mención al usuario que se unió. - {bot} -> El nombre del bot. Asegúrate de cambiar también el canal de bienvenida.
pl: To jest początkowo wyłączone. Możesz użyć formatowania, aby pokazać wartości dynamiczne: - {server} -> Nazwa serwera. - {server.owner} -> Nazwa właściciela serwera. - {server.owner.mention} -> Wspomnij właściciela serwera. - {owner} -> Nazwa właściciela serwera - {owner.mention} -> Wspomnij właściciela serwera. - {user} -> Nazwa użytkownika, który dołączył. - {user.mention} -> Wspomnij użytkownika, który dołączył. - {bot} -> Nazwa bota Pamiętaj, aby zmienić również kanał powitalny.
pt: Isso está inicialmente desativado. Você pode fazer uso de formatação para mostrar valores dinâmicos: - {server} -> O nome do servidor. - {server.owner} -> O nome do dono do servidor. - {server.owner.mention} -> Menção ao proprietário do servidor. - {owner} -> O nome do dono do servidor - {owner.mention} -> Menção ao proprietário do servidor. - {user} -> O nome do usuário que entrou. - {user.mention} -> Menção ao usuário que entrou. - {bot} -> O nome do bot Não se esqueça de mudar o canal de boas-vindas também.

source: message/disable
es: mensaje/deshabilitar
pl: wiadomość/disable
pt: mensagem/desativar

source: Welcome messages are already disabled.
es: Los mensajes de bienvenida ya están deshabilitados.
pl: Wiadomości powitalne są już wyłączone.
pt: As mensagens de boas-vindas já estão desativadas.

source: Are you sure you want to disable welcome messages?
es: ¿Estás seguro de que quieres desactivar los mensajes de bienvenida?
pl: Czy na pewno chcesz wyłączyć wiadomości powitalne?
pt: Tem certeza que deseja desativar as mensagens de boas-vindas?

source: This message is too long! ({length:,}/{limit} characters)
es: ¡El mensaje es demasiado largo! ({length:,}/{limit} caracteres)
pl: Ta wiadomość jest za długa! ({length:,}/{limit} znaków)
pt: Esta mensagem é longa demais! ({length:,}/{limit} caracteres)

source: Do you want to set this as the new welcome message?
es: ¿Desea establecer esto como el nuevo mensaje de bienvenida?
pl: Czy chcesz to ustawić jako nową wiadomość powitalną?
pt: Deseja definir isso como a nova mensagem de boas-vindas?

source: *This is how your message would look if **you** joined.*
es: *Así es como se vería tu mensaje si **tú** te unieras.*
pl: *Tak by wyglądała twoja wiadomość gdybyś **ty** dołączył.*
pt: *É assim que sua mensagem ficaria se **você** entrasse neste servidor agora.*

source: Message Preview
es: Vista previa del mensaje
pt: Pré-visualização da mensagem
