Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: That's not a valid message link or message ID.
es: Eso no es un enlace de mensaje o ID de mensaje válido.
pl: To nie jest prawidłowy link lub identyfikator wiadomości.
pt: Este não é um link de mensagem ou ID de mensagem válido.

source: I can't quote private messages.
es: No puedo citar mensajes privados.
pl: Nie mogę cytować prywatnych wiadomości.
pt: Não posso citar mensagens privadas.

source: I can't quote messages from other servers.
es: No puedo citar mensajes de otros servidores.
pl: Nie mogę cytować wiadomości z innych serwerów.
pt: Não posso citar mensagens de outros servidores.

source: Commands that display general information.
es: Comandos que muestran información general.
pl: Komendy wyświetlające ogólne informacje.
pt: Comandos que exibem informações gerais.

source: Shows basic information about the bot.
es: Muestra información básica acerca del bot.
pl: Zobacz podstawowe informacje o bocie.
pt: Mostra informações básicas sobre o bot.

source: Prefixes
es: Prefijos
pl: Prefiksy
pt: Prefixos

source: Authors
es: Autores
pl: Autorzy
pt: Autores

# Bot creation date
source: Created
es: Creado el
pl: Utworzono
pt: Criação

source: Version
es: Versión
pl: Wersja
pt: Versão

source: Platform
es: Plataforma
pl: Platforma
pt: Plataforma

source: Servers
es: Servidores
pl: Serwery
pt: Servidores

source: Users
es: Usuarios
pl: Użytkownicy
pt: Usuários

source: Uptime
es: Tiempo en linea
pl: Czas działania
pt: Tempo ativo

source: Shows advanced information about the bot.
es: Muestra información avanzada acerca del bot.
pl: Pokazuje zaawansowane informacje o bocie.
pt: Mostra informações avançadas sobre o bot.

source: Channels
es: Canales
pl: Kanały
pt: Canais

source: Characters
es: Personajes
pl: Postacie
pt: Personagens

source: Level ups
es: Subidas de nivel
pl: Awanse
pt: Avanços de level

source: Deaths
es: Muertes
pl: Śmierci
pt: Mortes

source: Shows information about a channel.
es: Muestra información sobre un canal.
pl: Wyświetla informacje o kanale.
pt: Mostra informações sobre um canal.

source: If no channel is specified, the information for the current channel is shown.
es: Si no se especifica ningún canal, se mostrará la información del canal actual.
pl: Jeśli żaden kanał nie jest wybrany, to wyświetlane są informacje dla bieżącego kanału.
pt: Se nenhum canal for especificado, as informações do canal atual serão mostradas.

source: You are not supposed to see that channel, so I can't show you anything.
es: No se supone que debas ver ese canal, así que no puedo mostrarte nada.
pl: Nie powinieneś widzieć tego kanału, więc nie mogę nic Ci pokazać.
pt: Você não deveria ver esse canal, então não posso te mostrar nada.

source: Category
es: Categoria
pl: Kategoria
pt: Categoria

source: Slowmode Delay
es: Tiempo de modo pausado
pl: Opóźnienie Slowmode
pt: Tempo do modo lento

source: member
es: miembro
pt: membro

source: Visible by
es: Visible por
pl: Widoczne dla
pt: Visível para

source: Mention
es: Mención
pl: Wzmianka
pt: Menção

source: Voice Bitrate
es: Bitrate de voz
pl: Bitrate głosu
pt: Qualidade de Áudio

source: Voice Region
es: Región de voz
pl: Region głosowy
pt: Região de Voz

source: Members
es: Miembros
pl: Członkowie
pt: Membros

source: Created on
es: Creado al
pl: Utworzono
pt: Data de Criação

source: Shows a simple list of all commands.
es: Muestra una lista simple de todos los comandos.
pl: Pokazuje prostą listę wszystkich komend.
pt: Mostra uma lista simples de todos os comandos.

source: This displays all the commands you can use, with no description or subcommand information. Note that different commands might show up in server channels and in private messages.
es: Esto muestra todos los comandos que puedes usar, sin descripción o información de subcomandos. Ten en cuenta que diferentes comandos pueden aparecer en canales del servidor y en mensajes privados.
pl: To wyświetla wszystkie komendy których możesz użyć, bez opisów i informacjach o pod-komendach. Zwróć uwagę, że inny komendy mogą zostać pokazane w kanałach serwera i w prywatnych wiadomościach.
pt: Exibe todos os comandos que você pode usar, sem descrições ou informações de subcomando. Note que comandos diferentes podem aparecer nos canais do servidor e em mensagens privadas.

source: NabBot commands
es: Comandos de NabBot
pl: Komendy NabBota
pt: Comandos do NabBot

source: For a more detailed list, try '{prefix}help' or '{prefix}help [command_name]'
es: Para una lista más detallada, pruebe '{prefix}help' o '{prefix}help [command_name]'
pl: Aby uzyskać bardziej szczegółową listę, spróbuj użyć '{prefix}help' lub '{prefix}help [command_name]'
pt: Para uma lista mais detalhada, tente '{prefix}help' ou '{prefix}help [nome do comando]'

source: Shows information about an emoji, or shows all emojis.
es: Muestra información sobre un emoji, o muestra todos los emojis.
pl: Pokazuje informacje o emoji lub pokazuje wszystkie emoji.
pt: Mostra informações sobre um emoji, ou mostra todos os emojis.

source: If the command is used with no arguments, all the server emojis are shown. If an emoji, its id or name is provided, it will show more information about it.
es: Si el comando se usa sin argumentos, todos los emojis del servidor se mostrarán. Si se proporciona un emoji, su id o su nombre, mostrará más información al respecto.
pl: Jeśli komenda zostanie użyta bez argumentów to zostaną wyświetlone wszystkie emoji serwera. Jeśli podane zostanie ID lub nazwa konkretnego emoji to wyświetli się więcej informacji na jego temat.
pt: Se o comando for usado sem argumentos, todos os emojis do servidor serão mostrados. Se um emoji, seu id ou nome for fornecido, mais informações sobre ele serão mostradas.

source: This server has no custom emojis.
es: Este servidor no tiene emojis personalizados.
pl: Ten serwer nie posiada własnych emoji.
pt: Este servidor não possui emojis personalizados.

source: Custom Emojis
es: Emojis personalizados
pl: Emoji serwera
pt: Emojis Personalizados

source: To view information of a specific emoji, use '{prefix}{command} «emoji»'
es: Para ver la información de un emoji específico, usa '{prefix}{command} «emoji»'
pl: Aby wyświetlić informacje o określonym emoji, użyj '{prefix}{command} «emoji»'
pt: Para ver as informações de um emoji específico, use '{prefix}{command} «emoji»'

source: Regular
es: Regulares
pl: Standardowe
pt: Estáticos

source: Animated
es: Animados
pl: Animowane
pt: Animados

source: Shows help about a command or the bot.
es: Muestra ayuda sobre un comando o el bot.
pl: Pokazuje pomoc dotyczącą komendy lub bota.
pt: Mostra ajuda sobre um comando ou sobre o bot.

source: - If no command is specified, it will list all available commands - If a command is specified, it will show further info, and its subcommands if applicable. - If a category is specified, it will show only commands in that category.
es: - Si no se especifica ningún comando, listará todos los comandos disponibles - Si se especifica un comando, mostrará más información, y sus subcomandos si aplica. - Si se especifica una categoría, sólo mostrará comandos en esa categoría.
pl: - Jeśli żadna komenda nie zostanie wskazana, to wyświetlą się wszystkie dostępne komendy - Jeśli określona komenda zostanie wskazana, to wyświetlą się dodatkowe informacje na jej temat oraz, o ile takowe istnieją, jej pod-komendy. - Jeśli kategoria jest wskazana, wyświetlone zostaną tylko komendy w tej kategorii.
pt: - Se nenhum comando for especificado, listará todos os comandos disponíveis. - Se um comando for especificado, ele mostrará mais informações e, se houver, também seus subcomandos. - Se uma categoria for especificada, irá mostrar apenas comandos dessa categoria.

source: Command or category "{name}" not found.
es: No se encontró el comando o la categoría "{name}".
pl: Komenda lub kategoria "{name}" nie została odnaleziona.
pt: Comando ou categoria "{name}" não encontrado.

source: Shows the server's information.
es: Muestra la información del servidor.
pl: Pokazuje informacje o serwerze.
pt: Mostra as informações do servidor.

source: I'm not in any server with ID {server}.
es: No estoy en ningún servidor con ID {server}.
pl: Nie jestem na żadnym serwerze o ID {server}.
pt: Não estou em nenhum servidor com ID {server}.

source: That is not a valid id.
es: Eso no es un id válido.
pl: To nie jest prawidłowe ID.
pt: Esse não é um ID válido.

source: Owner
es: Dueño
pl: Właściciel
pt: Dono

source: Categories
es: Categorías
pl: Kategorie
pt: Categorias

source: Text
es: Texto
pl: Tekstowe
pt: Texto

source: Voice
es: Voz
pl: Głosowe
pt: Voz

source: Stage
es: Escenario
pl: Scena
pt: Palco

source: Threads
es: Hilos
pl: Wątki
pt: Tópicos

source: Humans
es: Humanos
pl: Ludzie
pt: Humanos

source: Boosters
es: Mejoras
pl: Boostery
pt: Impulsos

source: Level
es: Nivel
pl: Poziom

source: Boosting
es: Mejorando
pl: Boosty
pt: Impulsos

source: Upload Size
es: Tamaño de carga
pl: Rozmiar pliku
pt: Envio de Arquivos

source: Emoji Limit
es: Límite de emojis
pl: Limit emoji
pt: Limite de Emojis

source: Limits
es: Límites
pl: Ograniczenia
pt: Limites

source: Tracked World
es: Mundo seguido
pl: Śledzony świat
pt: Mundo Monitorado

source: Added
es: Añadido el
pl: Dodano
pt: Adicionado em

# Server features
source: VIP voice regions
es: Regiones de voz VIP
pl: Regiony głosowe VIP
pt: Regiões de voz VIP

# Server features
source: Vanity URL
es: URL personalizada
pl: Własny URL
pt: URL personalizada

# Server features
source: Verified Server
es: Servidor verificado
pt: Servidor Verificado

# Server features
source: Partnered Server
es: Servidor asociado
pl: Serwer Partnerski
pt: Servidor Parceiro

# Server features
source: Community Server
es: Servidor comunitario
pl: Serwer Społeczności
pt: Servidor da Comunidade

# Server features
source: Discoverable
es: Descubrible
pl: Widoczny
pt: Descobrir

# Server features
source: Can use animated icon
es: Puede usar icono animado
pt: Pode usar um ícone animado

# Server features
source: Welcome Screen
es: Pantalla de bienvenida
pt: Tela de Boas-vindas

# Server features
source: Membership Screening
es: Cribado de miembros
pl: Sprawdzanie Użytkowników
pt: Avaliação de Associação

source: Additional Features
es: Características adicionales
pt: Recursos Adicionais

source: Server Invite Background
es: Fondo de invitación al servidor
pt: Plano de Fundo do Convite do Servidor

source: Shows how long the bot has been running.
es: Muestra el tiempo que el bot ha estado ejecutando.
pl: Pokazuje jak długo bot już działa.
pt: Mostra há quanto tempo o bot está sendo executado.

source: I have been running for {0}.
es: He estado online por {0}.
pl: Działam od {0}.
pt: Estou online há {0}.

source: Shows a user's information.
es: Muestra la información de un usuario.
pl: Pokazuje informacje o użytkowniku.
pt: Mostra informações de um usuário.

source: If no user is provided, it shows your own information. About user statuses: - **Server Owner:** Owner of the server - **Server Admin:** User with `Administrator` permission - **Server Moderator:** User with `Manage Server` permissions. - **Channel Moderator:** User with `Manage Channels` permissions in at least one channel.
es: Si no se proporciona ningún usuario, muestra su propia información. Sobre los estados de usuario: - **Propietario del servidor**: Propietario del servidor - **Administrador del servidor**: Usuario con permiso `Administrador` - **Moderador del servidor**: Usuario con permisos `Gestionar servidor`. - **Moderador de canales**: Usuario con permisos `Gestionar canales` en al menos un canal.
pl: Jeśli żaden użytkownik nie jest wybrany to pokazuje twoje własne informacje. O statusach użytkowników: - **Właściciel serwera:** Właściciel serwera - **Administrator serwera:** Użytkownik z uprawnieniem `Administrator` - **Moderator serwera:** Użytkownik z uprawnieniem `Zarządzanie serwerem`. - **Moderator kanału:** Użytkownik z uprawnieniem `Zarządzanie kanałami` w co najmniej jednym kanale.
pt: Se nenhum usuário for informado, mostrará informações sobre você. Sobre os status de usuário: - **Dono do Servidor:** Dono do servidor. - **Administrador de Servidor:** Usuário com permissão `Administrador`. - **Moderador de Servidor:** Usuário com permissões de `Gerenciar servidor`. - **Moderador de Canais:** Usuário com permissões de `Gerenciar canais` em pelo menos um canal.

source: Could not find user `{user}`
es: No pude encontrar al usuario `{user}`
pl: Nie można znaleźć użytkownika `{user}`
pt: Não foi possível encontrar o usuário `{user}`

# Discord account creation date
source: Account Created
es: Cuenta creada
pl: Konto utworzone
pt: Conta Criada

# Member join date
source: Joined Server
es: Se unió a servidor
pl: Dołączył do serwera
pt: Entrou no Servidor

source: Server Owner
es: Dueño del servidor
pl: Właściciel serwera
pt: Dono do Servidor

source: Server Admin
es: Administrador del servidor
pl: Administrator serwera
pt: Admin do Servidor

source: Server Moderator
es: Moderador del servidor
pl: Moderator serwera
pt: Moderador do Servidor

source: Channel Moderator
es: Moderador de canal
pl: Moderator kanału
pt: Moderador de Canal

source: Regular User
es: Usuario regular
pl: Zwykły użytkownik
pt: Usuário Regular

source: User Status
es: Estado del usuario
pl: Status użytkownika
pt: Status do Usuário

source: Servers with NabBot
es: Servidores con NabBot
pl: Serwery z NabBot
pt: Servidores com NabBot

source: Highest role
es: Rol más alto
pl: Najwyższa rola
pt: Cargo mais alto

source: {0} oldest member {1} oldest account here
es: {0} miembro más antiguo {1} cuenta más antigua aquí
pl: {0} najstarszy członek {1} najstarsze konto
pt: {0} membro mais antigo {1} conta mais antiga aqui

source: Boosting Since
es: Mejorando desde
pl: Boostuje od
pt: Impulsionando Desde

source: System Uptime
es: Tiempo en línea del sistema
pl: Czas działania systemu
pt: Sistema online há

# Operating System
source: OS
es: SO
pl: System
pt: SO

source: Total RAM
es: RAM total
pl: Całkowity RAM
pt: RAM total

source: CPU
es: Procesador
pl: Procesor

source: Created at
es: Creado el
pl: Utworzono
pt: Data de Criação

source: Usage
es: Uso
pl: Użycie
pt: Uso

source: Twitch integration
es: Integración de Twitch
pl: Integracja z Twitch
pt: Integração com Twitch

source: Requires colons
es: Requiere dos puntos
pl: Wymaga dwukropków
pt: Requer dois pontos

source: Role limited
es: Limitado a roles
pl: Ograniczone rolami
pt: Limitado a cargos

source: Attributes
es: Atributos
pl: Atrybuty
pt: Atributos

source: Granted by {user}
es: Otorgado por {user}
pl: Nadane przez {user}
pt: Concedido por {user}

source: Expires {in_time}
es: Expira {in_time}
pl: Wygasa {in_time}
pt: Expira {in_time}

source: No guild
es: Sin guild
pl: Brak gildii
pt: Sem guild

source: Autorole changes
es: Cambio en roles automáticos
pl: Automatyczne zmiany ról
pt: Mudanças de cargos automáticos

source: Added roles
es: Roles añadidos
pl: Dodane role
pt: Cargos adicionados

source: Removed roles
es: Roles eliminados
pl: Usunięte role
pt: Cargos removidos

source: Characters registered
es: Personajes registrados
pl: Zarejestrowane postacie
pt: Personagens registrados

source: Reassigned
es: Reasignados
pl: Przydzielone ponownie
pt: Reatribuído

source: Unregistered characters
es: Personajes no registrados
pl: Odrejestrowane postacie
pt: Personagens não registrados

source: A character of {user}
es: Un personaje de {user}
pl: Postać użytkownika {user}
pt: Um personagem de {user}

source: Character name change
es: Cambio de nombre del personaje
pl: Zmiana nazwy postaci
pt: Mudança de nome de personagem

source: Character transferred
es: Personaje transferido
pl: Postać została przeniesiona
pt: Personagem transferido

source: Automatic role deleted
es: Rol automático borrado
pl: Automatyczna rola usunięta
pt: Cargo automático excluído

source: Automatic role **{role}** deleted.
es: Rol automático **{role}** eliminado.
pl: Automatyczna rola **{role}** została usunięta.
pt: Cargo automático **{role}** excluído.

source: Group deleted
es: Grupo eliminado
pl: Grupa została usunięta
pt: Grupo removido

source: Joinable role **{role}** deleted.
es: Rol unible **{role}** eliminado.
pl: Rola **{role}** została usunięta.
pt: Cargo selecionável **{role}** excluído.

source: Watchlist channel deleted
es: Canal de watchlist eliminado
pl: Usunięto kanał listy obserwowanych
pt: Canal da watchlist excluído

source: Channel `#{channel}` was deleted. All its entries were deleted.
es: Canal `#{channel}` ha sido eliminado. Todas sus entradas fueron eliminadas.
pl: Kanał `#{channel}` został usunięty. Wszystkie jego wpisy zostały usunięte.
pt: O canal `#{channel}` foi excluído. Todos os seus registros também foram excluídos.

source: This channel will be used as the {name}.
es: Este canal será usado como el {name}.
pl: Ten kanał będzie używany jako {name}.
pt: Este canal será usado como o {name}.

source: {name} added
es: {name} añadido
pl: Dodano {name}
pt: {name} adicionado

source: <#{new_channel}> will be used as the {name}.
es: <#{new_channel}> será usado como el {name}.
pl: <#{new_channel}> będzie używany jako {name}.
pt: <#{new_channel}> será usado como {name}.

source: The {channel} was removed.
es: El {channel} fue removido.
pl: {channel} został usunięty.
pt: {channel} foi removido.

source: {name} removed
es: {name} eliminado
pl: Usunięto {name}
pt: {name} removido

source: Tracked World Updated
es: Mundo seguido actualizado
pl: Śledzony świat został zaktualizowany
pt: O mundo monitorado foi atualizado

source: Tracked world updated from {before} to {after}
es: Mundo seguido actualizado de {before} a {after}
pl: Śledzony świat został zaktualizowany z {before} do {after}
pt: Mundo monitorado atualizado de {before} para {after}

source: Emoji removed
es: Emoji removido
pl: Emoji zostało usunięte
pt: Emoji removido

source: Emoji added
es: Emoji añadido
pl: Dodano emoji
pt: Emoji adicionado

source: Emoji renamed
es: Emoji renombrado
pl: Zmieniono nazwę emoji
pt: Emoji renomeado

source: Server updated
es: Servidor actualizado
pl: Zaktualizowano serwer
pt: Servidor Atualizado

source: Name changed from **{before}** to **{after}**
es: Nombre cambiado de **{before}** a **{after}**
pl: Nazwa zmieniona z **{before}** na **{after}**
pt: Nome alterado de **{before}** para **{after}**

source: Icon changed
es: Cambiar icono
pl: Ikona zmieniona
pt: Ícone alterado

source: Ownership transferred to {new_owner}
es: Transferido a {new_owner}
pl: Własność przeniesiona na {new_owner}
pt: Transferido para {new_owner}

source: Member banned
es: Miembro baneado
pl: Użytkownik został zbanowany
pt: Membro banido

source: Reason
es: Razón
pl: Powód
pt: Motivo

source: {name} joined.
es: {name} se unió.
pl: {name} dołączył/a.
pt: {name} entrou.

source: Member joined
es: Un miembro se ha unido
pl: Członek dołączył do serwera
pt: Membro entrou

source: Discord user since
es: Usuario de Discord desde
pl: Użytkownik Discorda od
pt: Usuário do Discord desde

source: Bot {name} added.
es: Bot {name} añadido.
pl: Bot {name} został dodany.
pt: Bot {name} adicionado.

source: Registered characters
es: Personajes registrados
pl: Zarejestrowane postaci
pt: Personagens registrados

source: Member kicked or left
es: Miembro expulsado o abandonado
pl: Członek wyrzucony lub opuścił serwer
pt: Membro expulso ou saiu

source: Registered characters:
es: Personajes registrados:
pl: Zarejestrowane postaci:
pt: Personagens registrados:

source: Member kicked
es: Miembro expulsado
pl: Użytkownik został wyrzucony
pt: Membro expulso

source: Member left
es: Un miembro se ha ido
pl: Członek opuścił serwer
pt: Membro saiu

source: Member updated
es: Miembro actualizado
pl: Użytkownik został zaktualizowany
pt: Membro atualizado

source: New nickname
es: Nuevo apodo
pl: Nowy pseudonim
pt: Novo apelido

source: Nickname removed
es: Apodo eliminado
pl: Pseudonim usunięty
pt: Apelido removido

source: **{nickname}** deleted
es: **{nickname}** eliminado
pl: Usunięto **{nickname}**
pt: **{nickname}** excluído

source: Nickname changed
es: Apodo cambiado
pl: Zmieniono pseudonim
pt: Apelido alterado

source: Member unbanned
es: Miembro desbaneado
pl: Użytkownik został odbanowany
pt: Membro desbanido

source: Commands related to loot scanning.
es: Comandos relacionados con el escaneo de loot.
pl: Komendy związane ze skanowaniem loota.
pt: Comandos relacionados a escaneamento de loot.

source: Scans an image of a container looking for Tibia items and shows an approximate loot value.
es: Escanea una imagen de un contenedor buscando items de Tibia y muestra el valor aproximado del loot.
pl: Skanuje obraz pojemnika, szukając przedmiotów z Tibii i pokazuje przybliżoną wartość.
pt: Escaneia uma imagem de um recipiente (backpack, bag, etc.) procurando por itens do Tibia e mostra um valor aproximado para o loot.

source: An image must be attached with the message. The prices used are NPC prices only. The image requires the following: - Must be a screenshot of inventory windows (backpacks, depots, etc). - Have the original size, the image can't be scaled up or down, however it can be cropped. - The image must show the complete slot. - JPG images are usually not recognized. - PNG images with low compression settings take longer to be scanned or aren't detected at all. The bot shows the total loot value, and a list of the items detected, separated into the NPC that buy them.
es: Se debe adjuntar una imagen con el mensaje. Los precios utilizados son precios NPC solamente. La imagen requiere lo siguiente: - Debe ser una captura de pantalla de ventanas de inventario (mochilas, depot, etc). - Tener el tamaño original, la imagen no puede ser escalada o baja, sin embargo puede ser recortada. - La imagen debe mostrar la ranura completa. - Generalmente las imágenes JPG no son reconocidas. - Las imágenes PNG con ajustes de baja compresión tardan más en escanearse o no se detectan en absoluto. El bot muestra el valor total del loot, y una lista de los items detectados, separados en el NPC que los compran.
pl: Obraz musi być dołączony do wiadomości. Stosowane ceny to tylko ceny NPC. Obraz wymaga następujących elementów: - Musi być zrzutem ekranu okien ekwipunku (plecaki, depo, itp.). - Oryginalny rozmiar, obraz nie może być przeskalowany w górę lub w dół, jednak można by przycięty. - Obraz musi pokazywać cały slot. - Obrazy JPG zwykle nie są rozpoznawane. - Obrazy PNG o niskich ustawieniach kompresji trwają dłużej, aby zostać zeskanowanym lub w ogóle nie są wykryte. Bot pokazuje całkowitą wartość loot oraz listę wykrytych przedmiotów, podzielonych na NPC którzy je kupują.
pt: Uma imagem deve ser anexada com a mensagem. Os preços usados são apenas preços de NPC. A imagem requer o seguinte: - Deve ser uma screenshot das janelas do inventário (backpacks, depots, etc). - Ter o tamanho original, a imagem não pode ter sido esticada nem encolhida, no entanto ter sido recortada. - A imagem deve mostrar todos os espaços dos recipientes abertos. - Imagens JPG geralmente não são reconhecidas. - Imagens PNG com baixas configurações de compressão demoram mais para ser verificadas ou não são detectadas. O bot mostra o valor total do loot, e uma lista de itens detectados, separados pelos NPCs que os compram.

source: You need to upload a picture of your loot and type the command in the comment.
es: Necesitas subir una imagen de tu loot y escribir el comando en el comentario.
pl: Musisz przesłać zdjęcie swojego loota i wpisać komendę w komentarzu.
pt: Você precisa enviar uma imagem do seu loot e digitar o comando no comentário.

source: That's not an image!
es: ¡Eso no es una imagen!
pl: To nie jest obraz!
pt: Isso não é uma imagem!
