Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Use one of the subcommands to edit the event. Only the creator of the event or mods can edit an event. Past events can't be edited.
es: Usa uno de los subcomandos para editar el evento. Sólo el creador del evento o mods puede editar un evento. No se pueden editar los eventos pasados.
pt: Use um dos subcomandos para editar o evento. Somente o criador do evento ou moderadores podem editar um evento. Eventos passados não podem ser editados.

source: To edit an event, use the subcommands:
es: Para editar un evento, utiliza los subcomandos:
pt: Para editar um evento, use os subcomandos:

source: Edits an event's description.
es: Edita la descripción de un evento.
pt: Edita a descrição de um evento.

source: If no new description is provided initially, the bot will ask for one. To remove the description, say `blank`.
es: Si no se proporciona ninguna nueva descripción inicialmente, el bot pedirá una. Para eliminar la descripción, diga `blank`.
pt: Se uma nova descrição não for fornecida, o bot solicitará uma. Para remover a descrição, diga `em branco`.

source: What would you like to be the new description of **{event}**? You can `cancel` this or set a `blank` description.
es: ¿Cuál te gustaría que fuera la nueva descripción de **{event}**? Puedes `cancelar` esto o establecer una descripción `en blanco`.
pt: Qual você gostaria que fosse a nova descrição de **{event}**? Você pode `cancelar` isto ou deixar a descrição `em branco`.

source: Do you want this to be the new description?
es: ¿Quieres que esta sea la nueva descripción?
pt: Deseja que esta seja a nova descrição?

source: The event's description was changed successfully.
es: La descripción del evento se ha cambiado con éxito.
pt: A descrição do evento foi alterada com êxito.

source: Your event **{event}** had its description changed by {user}
es: {user} modifico la descripción de tu evento **{event}**
pt: Seu evento **{event}** teve sua descrição alterada por {user}

source: The description of event **{event.name}** was changed.
es: La descripción del evento **{event.name}** fue cambiada.
pt: A descrição do evento **{event.name}** foi alterada.

source: Changes whether anyone can join an event or only the owner may add people.
es: Cambia si todos puede unirse a un evento o sólo el propietario puede agregar personas.
pt: Muda se qualquer um pode participar de um evento ou se apenas o dono pode adicionar usuários ao evento.

source: If an event is joinable, anyone can join using `event join id`. Otherwise, the event creator has to add people with `event addplayer id`.
es: Si un evento es unible, cualquiera puede unirse usando `event join id`. De lo contrario, el creador del evento tiene que agregar personas con `event addplayer id`.
pt: Se um evento for participável, qualquer um pode entrar usando `event join id`. Caso contrário, o criador do evento deve adicionar as pessoas com `event addplayer ID`.

source: Do you want **{event.name}** to be joinable? `yes/no/cancel`
es: ¿Quieres que **{event.name}** se unible? `sí/no/cancelar`
pt: Deseja que **{event.name}** seja participável? `sim/não/cancelar`

source: The event is now **joinable**.
es: El evento ahora es **unible**.
pt: O evento agora é **participável**.

source: Your event **{event}** was made **joinable** by {user}.
es: Tu evento **{event}** fue hecho **unible** por {user}.
pt: Seu evento **{event}** foi alterado para **participável** por {user}.

source: The event is now **not joinable**.
es: El evento ahora **no es unible**.
pt: O evento agora é **não participável**.

source: Your event **{event}** was made **not joinable** by {user}.
es: Tu evento **{event}** fue hecho **no unible** por {user}.
pt: Seu evento **{event}** foi alterado para **não participável** por {user}.

source: Edits an event's name.
es: Edita el nombre de un evento.
pt: Edita o nome de um evento.

source: If no new name is provided initially, the bot will ask for one.
es: Si no se proporciona un nuevo nombre inicialmente, el bot pedirá uno.
pt: Se um novo nome não for inicialmente fornecido, o bot solicitará um.

source: What would you like to be the new name of **{event}**? You can `cancel` this.
es: ¿Cuál te gustaría que fuera el nuevo nombre de **{event}**? Puedes `cancelar` esto.
pt: Qual você gostaria que fosse o novo nome de **{event}**? Você pode `cancelar` isso.

source: Do you want to change the name of **{event}** to **{new_name}**?
es: ¿Quieres cambiar el nombre de **{event}** a **{new_name}**?
pt: Deseja mudar o nome de **{event}** para **{new_name}**?

source: The event renamed successfully to **{new_name}**.
es: El evento se renombró correctamente a **{new_name}**.
pt: O evento foi renomeado com êxito para **{new_name}**.

source: Your event **{event}** was renamed to **{new_name}** by {user}
es: Tu evento **{event}** fue renombrado a **{new_name}** por {user}
pt: Seu evento **{event}** foi renomeado para **{new_name}** por {user}

source: The event **{name}** was renamed to **{new_name}**.
es: El evento **{name}** fue renombrado a **{new_name}**.
pt: O evento **{name}** foi renomeado para **{new_name}**.

source: Edits an event's number of slots.
es: Edita el número de espacios de un evento.
pt: Edita a quantidade de vagas de um evento.

source: Slots is the number of characters an event can have. By default this is 0, which means no limit. Replace `[new slots]` with the number of slots you would like the event to have.
es: Los espacios son el número de personajes que un evento puede tener. Por defecto es 0, lo que significa que no hay límite. Reemplaza `[new slots]` por el número de espacios que te gustaría que tuviera el evento.
pt: As vagas são o número de personagens que um evento pode ter. Por padrão é 0, o que significa que não há limite. Substitua `[new slots]` pelo número de vagas que você deseja que o evento tenha.

source: What would you like to be the new number of slots for **{event}**? You can `cancel` this. Note that `0` means no slot limit.
es: ¿Cuál te gustaría ser el nuevo número de espacios para **{event}**? Puedes `cancelar` esto. Ten en cuenta que `0` significa que no hay límite de espacios.
pt: Qual você gostaria que fosse a nova quantidade de vagas para **{event}**? Você pode `cancelar` isto. Note que `0` significa que não há limite de vagas.

source: You can't have negative slots!
es: ¡No puedes tener ranuras negativas!
pt: Você não pode ter uma quantidade negativa de vagas!

source: That's not a number…
es: Eso no es un número…
pt: Isso não é um número…

source: Do you want the number of slots of **{event}** to **{slots}**?
es: ¿Quieres establecer número de espacios de **{event}** a **{slots}**?
pt: Deseja que a quantidade de vagas de **{event}** seja **{slots}**?

source: The event slots changed to **{slots}**.
es: El número de espacios del evento cambio a **{slots}**.
pt: A quantidade de vagas para o evento mudou para **{slots}**.

source: Your event **{event}** slots were changed to **{slots}** by {user}
es: Los espacios de tu evento **{event}** fueron cambiadas a **{slots}** por {user}
pt: A quantidade de vagas para seu evento **{event}** foi alterada para **{slots}** por {user}

source: Edits an event's start time.
es: Edita la hora de inicio de un evento.
pt: Edita o horário de início de um evento.

source: If no new time is provided initially, the bot will ask for one.
es: Si no se proporciona una nueva hora inicialmente, el bot pedirá una.
pt: Se um novo horário não for inicialmente fornecido, o bot solicitará um.

source: When would you like the new start time of **{event}** be? You can `cancel` this. Examples: `1h20m`, `2d10m`
es: ¿Cuándo quieres que la nueva hora de inicio de **{event}** sea? Puedes `cancelar` esto. Ejemplos: `1h20m`, `2d10m`
pt: Qual você gostaria que fosse o novo horário de início de **{event}**? Você pode `cancelar` isso. Exemplos: `1h20m`, `2d10m`

source: Is the time of your event correct? Time is displayed in your local timezone.
es: ¿Es correcta la hora de tu evento? La hora se muestra en tu zona horaria local.
pt: A hora do seu evento está correta? O horário é exibido no seu fuso horário local.

source: The event's time changed successfully.
es: La hora del evento cambió correctamente.
pt: O horário do evento foi alterado com sucesso.

source: The start time of your event **{event.name}** was changed to **{new_time}** by {user}.
es: La hora de inicio de tu evento **{event.name}** fue cambiada a **{new_time}** por {user}.
pt: O horário de início do seu evento **{event.name}** foi alterado para **{new_time}** por {user}.

source: The start time of **{event}** was changed:
es: La hora de inicio de **{event}** fue cambiada:
pt: O horário de início de **{event}** foi alterado:

source: Displays an event's info.
es: Muestra la información de un evento.
pt: Exibe informações de um evento.

source: The start time shown in the footer is always displayed in your device's timezone.
es: La hora de inicio que se muestra en el pie de página siempre se muestra en la zona horaria del dispositivo.
pt: O horário de início exibido no rodapé está sempre no fuso horário do seu dispositivo.

source: Participants
es: Participantes
pt: Participantes

source: Can join
es: Pueden unirse
pt: Participável

source: Join an event with a specific character.
es: Únete a un evento con un personaje específico.
pt: Participa de um evento com um personagem específico.

source: You can only join an event with a character at a time. Some events may not be joinable and require the creator to add characters themselves.
es: Sólo puedes unirte a un evento con un personaje a la vez. Algunos eventos pueden no ser unibles y requieren que el creador agregue personajes ellos mismos.
pt: Você só pode participar de um evento com um personagem de cada vez. Alguns eventos podem não ser participáveis e exigem que o criador adicione cada personagem.

source: You can't join this event. Maybe you meant to subscribe? Try `{prefix}event sub {event_id}`.
es: No puedes unirte a este evento. ¿Tal vez hayas querías suscribirte? Prueba con `{prefix}event sub {event_id}`.
pt: Você não pode participar deste evento. Talvez você queira se inscrever nele? Use `{prefix}event sub {event_id}`.

source: All the slots for this event has been filled.
es: Se han llenado todos los espacios para este evento.
pt: Todas as vagas para este evento foram preenchidas.

source: Select the character you want to join the event with:
es: Selecciona el personaje con el que quieres unirte al evento:
pt: Selecione o personagem com o qual você deseja participar do evento:

source: You must select a character to join with.
es: Debes seleccionar un personaje con el que unirte.
pt: Você deve selecionar um personagem com o qual deseja participar.

source: You can only join with characters registered to you.
es: Solo te puedes unir con personajes registrados a ti.
pt: Você só pode se inscrever com personagens registrados a você.

source: You can't join with a character from another world.
es: No puedes unirte con un personaje de otro mundo.
pt: Você não pode participar com um personagem de outro mundo.

source: A character of yours is already in this event.
es: Un personaje tuyo ya esta en este evento.
pt: Um personagem seu já está inscrito neste evento.

source: Do you want to join the event '**{event}**' as **{char}**?
es: ¿Quieres unirte al evento '**{event}**' como **{char}**?
pt: Deseja participar do evento '**{event}**' como **{char}**?

source: You successfully joined this event.
es: Te has unido exitosamente a este evento.
pt: Você está agora participando deste evento.

source: Leaves an event you are participating in.
es: Deja un evento en el que estabas participando.
pt: Sai de um evento no qual você está participando.

source: You haven't joined this event.
es: No te has unido a este evento.
pt: Você não está participando deste evento.

source: Do you want to leave **{event}**?
es: ¿Quieres dejar **{event}**?
pt: Deseja sair de **{event}**?

source: You successfully left this event.
es: Has salido con éxito de este evento.
pt: Você saiu com êxito deste evento.

source: Creates an event guiding you step by step.
es: Crea un evento guiándote paso a paso.
pt: Cria um evento guiando você passo a passo.

source: Instead of using confusing parameters, commas and spaces, this command will guide you through the process.
es: En lugar de usar parámetros confusos, comas y espacios, este comando te guiará a través del proceso.
pt: Em vez de usar parâmetros confusos, vírgulas e espaços, este comando irá guiá-lo passo a passo pelo processo.

source: Let's create an event. What would you like the name to be? You can `cancel` at any time.
es: Vamos a crear un evento. ¿Cuál quieres que sea el nombre? Puedes `cancelar` en cualquier momento.
pt: Vamos criar um evento. Qual você gostaria que fosse o nome dele? Você pode `cancelar` a qualquer momento.

source: This is your event so far:
es: Este es tu evento hasta ahora:
pt: Este é seu evento até agora:

source: Your event will be named **{name}**.
es: Tu evento se llamará **{name}**.
pt: Seu evento será chamado **{name}**.

source: Now, what description would you like your event to have? `none/blank` to leave it empty. Bold, italics and links are supported.
es: Ahora, ¿qué descripción te gustaría que tuviera tu evento? `nada/vacío` para dejarlo vacío. Las negras, cursivas y enlaces son compatibles.
pt: Agora, qual descrição você gostaria que seu evento tivesse? Envie `nada` ou `vazio` para deixá-lo vazio. Negrito, itálico e links são suportados.

source: You took too long {user}, event making cancelled.
es: Tomaste demasiado tiempo {user}, creación de eventos cancelada.
pt: Você demorou muito, {user}, a criação do evento foi cancelada.

source: Is this right?
es: ¿Es correcto?
pt: Está certo?

source: Alright, again, tell me the description you want for your event. Remember you can `cancel` the process or tell me `blank` to have no description.
es: De acuerdo, de nuevo, dime la descripción que quieres para tu evento. Recuerda que puedes `cancelar` el proceso o decirme `blanco` para que no tenga descripción.
pt: Certo, novamente, me diga a descrição que você quer para o seu evento. Lembre-se de que você pode `cancelar` o processo ou me dizer `em branco` para não ter nenhuma descrição.

source: Alright, now tell me in how much time will the event start from now. e.g. `2d1h20m`, `4h`
es: Bien, ahora dime en cuánto tiempo comenzará el evento a partir de ahora. p.e. `2d1h20m`, `4h`
pt: Certo, agora me diga em quanto tempo o evento começará a partir de agora. Por exemplo: `2d1h20m`, `4h`

source: Again, tell me the start time of the event from now. You can `cancel` if you want.
es: De nuevo, dime la hora de inicio del evento a partir de ahora. Puedes `cancelar` si quieres.
pt: Novamente, diga-me o horário de início do evento a partir de agora. Você pode `cancelar`, se quiser.

source: Is this time correct? Time is displayed in your local timezone.
es: ¿Es correcta la hora? La hora se muestra en tu zona horaria local.
pt: Este horário está correto? Ele é exibido no seu fuso horário local.

source: Ok, again, tell me when will the event start. Remember you can `cancel` the process.
es: Ok, de nuevo, dime cuándo comenzará el evento. Recuerda que puedes `cancelar` el proceso.
pt: Ok, novamente, diga quando o evento começará. Lembre-se que você pode `cancelar` o processo.

source: This will be your event, confirm that everything is correct and we will be done.
es: Este será su evento, confirma que todo es correcto y habremos terminado.
pt: Este será o seu evento, confirme se tudo está certo e estaremos prontos.

source: Shows the list of characters participating in this event.
es: Muestra la lista de personajes participantes en este evento.
pt: Mostra a lista de personagens que participam deste evento.

source: To join, use `{prefix}event join {event_id} characterName`.
es: Para unirse, usa `{prefix}event join {event_id} nombre`.
pt: Para participar, use `{prefix}event join {event_id} Nome do Personagem`.

source: There are no participants in this event.{join_prompt}
es: No hay participantes en el evento.{join_prompt}
pt: Não há participantes neste evento.{join_prompt}

# user
source: unknown
es: desconocido
pt: desconhecido

source: Deletes or cancels an event.
es: Borra o cancela un evento.
pt: Exclui ou cancela um evento.

source: Do you want to delete the event **{event}**?
es: ¿Deseas eliminar el evento **{event}**?
pt: Deseja excluir o evento **{event}**?

source: The event was deleted successfully.
es: El evento fue eliminado correctamente.
pt: O evento foi excluído com sucesso.

source: Your event **{event}** was deleted by {user}.
es: Tu evento **{event}** ** fue borrado por {user}.
pt: Seu evento **{event}** foi excluído por {user}.

source: The event **{event}** was deleted by {user}.
es: El evento **{event}** ha sido eliminado por {user}.
pt: O evento **{event}** foi excluído por {user}.

source: Removes a player from an event.
es: Elimina a un jugador de un evento.
pt: Remove um jogador de um evento.

source: Only the event's creator can remove players through this command. Players can remove themselves using `event leave`.
es: Solo el creador del evento puede remover a los jugadores a través de este comando. Los jugadores pueden eliminarse a sí mismos usando `event leave`.
pt: Apenas o criador do evento pode remover jogadores através desse comando. Jogadores podem se remover usando `event leave`.

source: This character is not in this event.
es: Este personaje no está en el evento.
pt: Esse personagem não está neste evento.

source: Do you want to remove **{char}** ({owner}) from **{event}**?
es: ¿Quieres eliminar **{char}** ({owner}) de **{event}**?
pt: Deseja remover **{char}** ({owner}) de **{event}**?

source: The character was removed from event.
es: El personaje ha sido eliminado del evento.
pt: O personagem foi removido do evento.

source: Subscribe to receive a PM when an event is happening.
es: Suscríbete para recibir un mensaje privado cuando el evento está por suceder.
pt: Inscreva-se para receber uma mensagem privada quando um evento estiver acontecendo.

source: You're already subscribed to this event.
es: Ya estás suscrito a este evento.
pt: Você já está inscrito neste evento.

source: Do you want to subscribe to **{event}**
es: ¿Quieres suscribirte a **{event}**?
pt: Deseja se inscrever em **{event}**

source: You have subscribed successfully to this event. I'll let you know when it's happening.
es: Te has suscrito con éxito a este evento. Te avisaré cuando suceda.
pt: Você se inscreveu com sucesso neste evento. Avisarei quando ele estiver acontecendo.

source: Unsubscribe to an event.
es: Desuscribirse a un evento.
pt: Cancela a inscrição em um evento.

source: You will no longer receive private messages when this event is happening or when changes are done.
es: Ya no recibirás mensajes privados cuando este evento esté ocurriendo o cuando se realicen cambios.
pt: Você não receberá mais mensagens privadas quando este evento estiver acontecendo ou quando alterações forem feitas.

source: You can't unsubscribe from your own event.
es: No puedes desubscribirte a tu propio evento.
pt: Você não pode cancelar a inscrição em seu próprio evento.

source: You are not subscribed to this event.
es: No te has suscrito a este evento.
pt: Você não está inscrito para este evento.

source: Do you want to unsubscribe to **{name}**
es: ¿Quieres cancelar la suscripción a **{name}**?
pt: Deseja cancelar a inscrição para **{name}**

source: You have unsubscribed from this event.
es: Has cancelado la suscripción a este evento.
pt: Você cancelou a inscrição neste evento.

source: Creates a personal reminder.
es: Crea un recordatorio personal.
pt: Cria um lembrete pessoal.

source: You will be notified in the same channel when the time is over.
es: Serás notificado en el mismo canal cuando el tiempo haya terminado.
pt: Você será notificado no mesmo canal quando o tempo terminar.

source: Your reminder's content's exceed the character limit ({length}/{limit}).
es: El contenido de tu recordatorio excede el límite de caracteres ({length}/{limit}).
pt: O conteúdo do seu lembrete excede o limite de caracteres ({length}/{limit}).

source: Ok, I will remind you {time} about: {content}
es: Ok, te recordaré {time} sobre: {content}
pt: Ok, vou te lembrar {time} sobre: {content}

source: Shows you a list of your active reminders.
es: Muestra una lista de tus recordatorios activos.
pt: Mostra uma lista dos seus lembretes ativos.

source: The list consists of the reminder's id, the time in which it will be triggered and the content of the reminder, linking to the original message. To protect your privacy, only reminders created in the same server will be shown. In order to see all your reminders, use this command on a private message. In order to see all your reminders, use this command on a private message. Note that reminders created under 60 seconds are not displayed here.
es: La lista consiste en el id del recordatorio, el tiempo en que se activará y el contenido del recordatorio, enlazando al mensaje original. Para proteger su privacidad, sólo se mostrarán los recordatorios creados en el mismo servidor. Para ver todos sus temporizadores, utilice este comando en un mensaje privado. Tenga en cuenta que los recordatorios creados en menos de 60 segundos no se muestran aquí.
pt: A lista consiste no ID do lembrete, o horário em que ele ocorrerá e o conteúdo do lembrete, com link para a mensagem original. Para proteger sua privacidade, só serão mostrados lembretes criados no mesmo servidor. Para ver todos os seus lembretes, use este comando em uma mensagem privada. Note que lembretes criados há menos de 60 segundos não são exibidos aqui.

source: You do not have any active reminders in this server. Use this on a private message to see all your reminders.
es: No tienes ningún recordatorio activo en este servidor. Usa esto en un mensaje privado para ver todos tus recordatorios.
pl: Nie masz żadnych aktywnych przypomnień na tym serwerze. Użyj tego na prywatnej wiadomości, aby zobaczyć wszystkie swoje przypomnienia.
pt: Você não tem nenhum lembrete ativo neste servidor. Use isto em uma mensagem privada para ver todos os seus lembretes.

source: You do not have any active reminders.
es: No tienes ningún recordatorio activo.
pt: Você não tem nenhum lembrete ativo.

source: Your reminders
es: Tus recordatorios
pt: Seus lembretes

source: Removes one of your reminders by its id.
es: Elimina uno de tus recordatorios por su id.
pt: Remove um de seus lembretes pelo ID.

source: The ID of your reminders can be seen by using the `remindme list` command.
es: El ID de tus recordatorios se puede ver usando el comando `remindme list`.
pt: O ID dos seus lembretes pode ser visto usando o comando `remindme list`.

source: ID must be greater than zero. You can see the ID of your active reminders by using `{prefix}remindme list`.
es: El ID debe ser mayor que cero. Puedes ver el ID de tus recordatorios activos usando `{prefix}remindme list`.
pt: O ID deve ser maior que zero. Você pode ver o ID dos seus lembretes ativos usando `{prefix}remindme list`.

source: You do not have any active reminders with that ID. You can see the ID of your active reminders by using `{prefix}remindme list`.
es: No tienes ningún recordatorio activo con ese ID. Puedes ver el ID de tus recordatorios activos usando la `{prefix}remindme list`.
pt: Você não tem nenhum lembrete ativo com esse ID. Você pode ver o ID dos seus lembretes ativos usando `{prefix}remindme list`.

source: Your reminder was removed successfully.
es: Tu recordatorio fue eliminado con éxito.
pt: Seu lembrete foi removido com sucesso.

source: You can only edit your own events.
es: Solo puedes editar tus propios eventos.
pt: Você só pode editar seus próprios eventos.
