Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: You can pass a list of parameters separated by commas to change the sorting or filter worlds. - `online` to sort by online count. - `descending` to reverse the order. - `europe`, `south america` or `north america` to filter by location. - `optional pvp`, `open pvp`, `retro open pvp`, `hardcore pvp` or `retro hardcore pvp` to filter by PvP type.
es: Puede pasar una lista de parámetros separados por comas para cambiar la clasificación o filtrar mundos. - `online` para ordenar por número de personajes en línea. - `descending` para invertir el orden. - `europe`, `south america` o `north america` para filtrar por ubicación. - `opcional pvp`, `open pvp`, `retro open pvp`, `hardcore pvp` o `retro hardcore pvp` para filtrar por tipo PvP.
pl: Możesz przekazać listę parametrów oddzielonych przecinkami, aby zmienić sortowanie lub filtrowanie światów. - `online` do sortowania według liczby online. - `descending` do odwrócenia sortowania. - `europe`, `south america` lub `north america` do filtrowania według lokalizacji. - `optional pvp`, `open pvp`, `retro open pvp`, `hardcore pvp` lub `retro hardcore pvp` do filtrowania według typu PvP.
pt: Você pode passar uma lista de parâmetros separados por vírgulas para alterar a classificação ou filtrar os mundos. - `online` para classificar pela quantidade de jogadores online. - `descendente` para inverter a ordem. - `europe`, `south america` ou `north america` para filtrar por local. - `optional pvp`, `open pvp`, `retro open pvp`, `hardcore pvp` ou `retro hardcore pvp` para filtrar pelo tipo de PvP.

source: There's no worlds matching the query.
es: No hay mundos que coincidan con la búsqueda.
pl: Nie ma światów pasujących do zapytania.
pt: Não há mundos que correspondam à consulta.

source: `{id}` - {name} - Lvl {level} {voc} - {world} - {bid:,}{tc} -
es: `{id}` - {name} - Nvl {level} {voc} - {world} - {bid:,}{tc} -

source: and %d more
es: y %d más
pl: i %d więcej
pt: e mais %d

source: That item does not exist or it has never been in an auction.
es: Ese ítem no existe o nunca ha estado en una subasta.
pt: Esse item não existe ou nunca esteve em um leilão.

source: Until {end_date}
es: Hasta {end_date}
pl: Do {end_date}
pt: Até {end_date}

source: From {start_date}
es: Desde {start_date}
pl: Od {start_date}
pt: A partir de {start_date}

source: From {start_date} to {end_date}
es: Desde {start_date} hasta {end_date}
pl: Od {start_date} do {end_date}
pt: De {start_date} até {end_date}

source: Auction ending
es: Fin de la subasta
pl: Zakończenie aukcji
pt: Leilão terminando

source: Until {date}
es: Hasta {date}
pl: Do {date}
pt: Até {date}

# Character creation date
source: Created
es: Creado
pl: Utworzono
pt: Criada em

source: Regular Transfer
es: Transferencia regular
pl: Zwykły transfer
pt: Transferência normal

source: Expansion
es: Expansión
pl: Rozszerzenie
pt: Expansão

source: Store
es: Tienda
pl: Ze sklepu

source: Completed Bestiary
es: Bestiary completado
pl: Ukończony bestiariusz
pt: Bestiários Completos

source: Auction Start
es: Inicio de subasta
pl: Rozpoczęcie Aukcji
pt: Início do Leilão

source: Auction End
es: Fin de la subasta
pt: Fim do Leilão

source: Character Info
es: Información del personaje
pl: Informacje o postaci
pt: Informações do Personagem

source: Sales Arguments
es: Argumentos de venta
pl: Argumenty sprzedaży
pt: Destaques do Leilão

source: Posted on {date}
es: Publicado el {date}
pl: Opublikowane {date}
pt: Postado em {date}

source: Read more
es: Leer más
pl: Zobacz więcej
pt: Ler mais

source: Recent news
es: Noticias recientes
pl: Aktualności
pt: Notícias recentes

source: To see a specific entry, use the command `{prefix}news «id»`
es: Para ver una entrada específica, usa el comando `{prefix}news «id»
pt: Para ver uma notícia específica, use o comando `{prefix} news «ID»`

source: Rank **%d**
es: Posición **%d**
pl: Pozycja **%d**
pt: Posição **%d**

source: Highscores entries
es: Entradas en highscores
pl: Wpisy w najwyższych wynikach
pt: Rankings

source: Global Highscores entries
es: Entradas en highscores globales
pl: Wpisy w globalnych najwyższych wynikach
pt: Rankings Globais

# Premium/Free
source: Status
es: Estado

source: Character is hidden.
es: El personaje está oculto.
pl: Postać jest ukryta.
pt: O personagem está oculto.

source: Loyalty Title
es: Título de loyalty
pl: Tytuł Loyalty
pt: Título de Loyalty

source: Other Character
es: Otro personaje
pt: Outro Personagem

# Account creation date
source: Created
es: Creada
pl: Utworzono
pt: Data de Criação

source: Account Information
es: Información de la cuenta
pl: Informacje o koncie
pt: Informações da Conta

source: formerly in {world}
es: antes en {world}
pl: poprzednio na {world}
pt: antes em {world}

source: Vocation
es: Vocación
pl: Profesja
pt: Vocação

source: Residence
es: Residencia
pl: Miejsce zamieszkania
pt: Residência

source: Title
es: Título
pl: Tytuł
pt: Título

source: __{rank}__ of the {guild}
es: __{rank}__ de {guild}
pl: __{rank}__ w {guild}
pt: __{rank}__ da {guild}

source: Married to
es: Casado con
pl: Poślubiona postać
pt: Casado com

source: House
es: Casa
pt: Casa

source: Traded
es: Intercambiado
pl: Kupiona
pt: Comprado

source: Never logged in.
es: Nunca ha iniciado sesión.
pl: Nigdy nie zalogowano.
pt: Nunca logou.

source: Last Login
es: Último login
pl: Ostatnie Logowanie
pt: Último Login

source: See more
es: Ver más
pl: Zobacz więcej
pt: Ver mais

source: **{user}** has no registered characters here.
es: **{user}** no tiene pesonajes registrados aquí.
pt: **{user}** não tem personagens registrados aqui.

source: {name}{online_icon} (Lvl {level} {voc})
es: {name}{online_icon} (Nvl {level} {voc})

source: %d more
es: %d más
pl: %d więcej
pt: mais %d

source: **{user}**'s character is: {character_list}
es: El personaje de **{user}** es: {character_list}
pt: O personagem de **{user}** é: {character_list}

source: The valid categories are:
es: Las categorías válidas son:
pt: As categorias válidas são:

source: The valid vocation filters are:
es: Los filtros de vocación válidos son:
pt: Os filtros de vocação válidos são:

source: {rent:,} gold per month
es: {rent:,} gold mensual
pl: {rent:,} gp miesięcznie
pt: {rent:,} gold por mês

source: Type
es: Tipo
pl: Rodzaj
pt: Tipo

# House type
source: House
es: Casa
pl: Dom
pt: Casa

source: Bed Limit
es: Límite de camas
pl: Limit łóżek
pt: Limite de Camas

source: Size
es: Tamaño
pl: Powierzchnia
pt: Tamanho

source: City
es: Ciudad
pl: Miasto
pt: Cidade

source: Rent
es: Renta
pl: Czynsz
pt: Aluguel

source: Information
es: Información
pl: Informacje
pt: Informações

source: TibiaWiki article
es: Artículo de TibiaWiki
pl: Artykuł na TibiaWiki
pt: Artigo no TibiaWiki

source: Paid Until
es: Pagado hasta
pl: Opłacony do
pt: Pago Até

source: Moving out on
es: Se mudara el
pt: Se mudando em

source: Transferring to
es: Se transferirá a
pl: Transferowany do
pt: Transferindo Para

source: Transfer Price
es: Precio de transferencia
pt: Preço da Transferência

source: Accepted
es: Aceptada
pt: Aceita

source: Highest Bid
es: Oferta más alta
pl: Najwyższa oferta
pt: Maior Lance

source: Highest Bidder
es: Mejor postor(a)
pt: Dono do Lance

source: In {world}
es: En {world}
pl: Na {world}
pt: Em {world}

source: At level **{level}** by {killer} - *{time}*
es: En nivel **{level}** por {killer} - *{time}*
pl: Na levelu **{level}** przez {killer} - *{time}*
pt: No level **{level}** por {killer} - *{time}*

source: {name} latest deaths
es: Muertes más recientes de {name}
pl: Ostatnie śmierci postaci {name}
pt: Últimas mortes de {name}

source: {name} (**@{user}**) - At level **{level}** by {killer} - {time}
es: {name} (**@{user}**) - En nivel **{level}** por {killer} - {time}
pl: {name} (**@{user}**) - Na levelu **{level}** przez {killer} - {time}
pt: {name} (**@{user}**) - No level **{level}** por {killer} - {time}

source: Level **{level}** - *{time}*
es: Nivel **{level}** - *{time}*

source: Latest level ups
es: Últimos niveles
pt: Últimos avanços de level

source: {name} - Level **{level}** - **@{user}** - *{time}*
es: {name} - Nivel **{level}** - **@{user}** - *{time}*

source: Timeline
es: Línea de tiempo
pl: Oś czasu
pt: Linha Cronológica

source: {name} (**@{user}**) - At level **{level}** by {killer} - *{time}*
es: {name} (**@{user}**) - En nivel **{level}** por {killer} - *{time}*
pl: {name} (**@{user}**) - Na levelu **{level}** przez {killer} - *{time}*
pt: {name} (**@{user}**) - No level **{level}** por {killer} - *{time}*

source: {name} (**@{user}**) - Level **{level}** - *{time}*
es: {name} (**@{user}**) - Nivel **{level}** - *{time}*
pl: {name} (**@{user}**) - Poziom **{level}** - *{time}*

source: **%d** day
es: **%d** día
pt: **%d** dia

source: Last seen {time} ago
es: Visto por última vez hace {time}
pl: Ostatnio widziano {time} temu
pt: Visto pela última vez há {time}

source: Expect in {time}
es: Esperado en {time}
pt: Previsto para daqui a {time}

source: Invalid category or world.
es: Categoría o mundo inválido.
pt: Categoria ou mundo inválido.

source: Invalid vocation filter.
es: Filtro de vocación inválido.
pt: Filtro de vocação inválido.

source: Mapper Link
es: Enlace de Mapper
pt: Link do Mapper

source: Imbuement Slots
es: Espacios de imbuements
pt: Slots de Imbuement

source: Consumable
es: Consumible
pl: Zużywalne
pt: Consumível

source: Duration
es: Duración
pt: Duração

source: Food Time
es: Tiempo de comida
pl: Czas najedzenia
pt: Regenera por

source: Hangable
es: Colgable
pt: Pendurável

source: Destructible
es: Destruible
pt: Destrutível

source: Holds Liquids
es: Almacena liquidos
pt: Armazena Líquidos

source: Writable
es: Escribible
pt: Escrevível

source: Rewritable
es: Reescribible
pt: Reescrevível

source: Writable Chars
es: Caracteres
pl: Zapisywalne znaki
pt: Caracteres

source: Charges
es: Cargas
pl: Ładunki
pt: Cargas

source: Regeneration
es: Regeneración
pt: Regeneração

source: Speed
es: Velocidad
pt: Velocidade

source: Words
es: Palabras
pt: Palavras

source: Volume
es: Volumen

source: Walkable
es: Caminable
pl: Możliwe do przejścia
pt: Caminhável

source: Blocks Path
es: Bloquea el camino
pl: Blokuje Drogę
pt: Bloqueia o caminho

source: Blocks Projectiles
es: Bloquea proyectiles
pl: Blokuje Pociski
pt: Bloqueia Projéteis

source: Walking Speed
es: Velocidad al caminar
pl: Szybkość Chodzenia
pt: Velocidade de Movimento

source: Defensive
es: Defensivos
pl: Obronne
pt: Defensivas

source: Offensive
es: Ofensivos
pl: Ofensywne
pt: Ofensivas

source: Passive
es: Pasivos
pl: Pasywne
pt: Passivas

source: Commands that show information about Tibia, provided by TibiaWiki. The information is generated using [tibiawiki-sql](https://github.com/Galarzaa90/tibiawiki-sql).
es: Comandos que muestran información sobre Tibia, proporcionada por TibiaWiki. La información se genera usando [tibiawiki-sql](https://github.com/Galarzaa90/tibiawiki-sql).
pt: Comandos que mostram informações sobre Tibia, fornecidos pelo TibiaWiki. A informação é gerada usando [tibiawiki-sql](https://github.com/Galarzaa90/tibiawiki-sql).

source: Displays an achievement's information.
es: Muestra la información de un logro.
pt: Mostra informações de um achievement.

source: I couldn't find an achievement with that name.
es: No pude encontrar un logro con ese nombre.
pt: Não consegui encontrar um achievement com esse nome.

source: Grade
es: Grado
pt: Estrelas

source: Points
es: Puntos
pt: Pontos

source: Displays bestiary classes and their creatures.
es: Muestra las clases del bestiary y sus criaturas.
pl: Wyświetla klasy bestiariusza i ich potwory.
pt: Exibe classes do bestiário e suas criaturas.

source: If a category is specified, it will list all the creatures that belong to the category. If no category is specified, it will list all the bestiary categories.
es: Si se especifica una categoría, aparecerá una lista de todas las criaturas que pertenecen a la categoría. Si no se especifica ninguna categoría, se listarán todas las categorías del bestiario.
pl: Jeśli kategoria jest określona, będzie wyświetlać wszystkie potwory należące do kategorii. Jeśli żadna kategoria nie jest określona, pokaże listę wszystkich kategorii bestiariusza.
pt: Se uma categoria for especificada, serão listadas todas as criaturas que pertencem à categoria. Se nenhuma categoria for especificada, serão listadas todas as categorias do bestiário.

source: creature
es: criatura
pl: potwór
pt: criatura

source: Bestiary Classes
es: Clases de bestiary
pt: Classes do Bestiário

source: There's no class with that name.
es: No hay ninguna clase con ese nombre.
pt: Não há nenhuma classe com esse nome.

source: Use `{prefix}monster «name»` to see more info
es: Usa `{prefix}monster «nombre»` para ver más información
pt: Use `{prefix}monster «nome»` para ver mais informações

source: Creatures in the {name} class
es: Criaturas en la clase {name}
pt: Criaturas na classe {name}

source: Displays information about a charm.
es: Muestra información acerca de un charm.
pt: Mostra informações sobre uma charm.

source: If no name is specified, displays a list of all charms for the user to choose from.
es: Si no se especifica ningún nombre, muestra una lista de todos los charm entre los que el usuario debe elegir.
pl: Jeśli nazwa nie jest podana, wyświetla listę wszystkich charmów do wyboru przez użytkownika.
pt: Se nenhum nome for especificado, exibe uma lista de todas as charms para o usuário escolher uma.

source: Displays information about an imbuement.
es: Muestra información sobre un imbuement.
pt: Exibe informações sobre um imbuement.

source: You can optionally provide prices for the materials, in the order of the tier they belong to. Additionally, for `Vampirism`, `Void` and `Strike` imbuements, you can provide the price for gold tokens. The total cost will be calculated, as well as the hourly cost. If applicable, it will show the cheapest way to get it using gold tokens. It can also accept prices using the 'k' suffix, e.g. 1.5k.
es: Opcionalmente puedes proporcionar precios para los materiales, en el orden del nivel al que pertenecen. Además, para imbuements de `Vampirism`, `Void` y `Strike`, puedes proporcionar el precio de los gold tokens. El costo total se calculará, así como el costo por hora. Si es aplicable, mostrará la forma más barata de obtenerlo usando gold token. También puede aceptar precios utilizando el sufijo 'k', por ejemplo 1.5k.
pl: Opcjonalnie możesz podać ceny materiałów w kolejności klasy do jakiej należą. Dodatkowo, w przypadku `Vampirism`, `Void` i `Strike` możesz podać cenę gold tokenów. Zostanie obliczony koszt całkowity, jak również koszt godzinowy. W stosownych przypadkach pokaże to najtańszy sposób na uzyskanie imbuementu za pomocą gold tokenów. Akceptuje również ceny przy użyciu przyrostka „k”, np. 1.5k.
pt: Opcionalmente, você pode fornecer preços para os itens, na ordem do nível a que eles pertencem. Além disso, para imbuements de `Vampirism`, `Void` e `Strike`, você pode fornecer o preço dos gold tokens. O custo total será calculado, bem como o custo por hora. Se aplicável, irá mostrar a maneira mais barata de obtê-lo usando gold tokens. São aceitos preços usando o sufixo 'k', por exemplo, 1.5k.

source: Invalid syntax. The correct syntax is: `{usage}`.
es: Sintaxis no válida. La sintaxis correcta es: `{usage}`.
pt: Sintaxe inválida. A sintaxe correta é: `{usage}`.

source: I couldn't find an imbuement with that name.
es: No pude encontrar un imbuement con ese nombre.
pt: Não consegui encontrar um imbuement com esse nome.

source: Displays information about an item.
es: Muestra información sobre un ítem.
pt: Exibe informações sobre um item.

source: The embed is colored if a major loot NPC buys it, so it can be noted at quick glance: yellow for Rashid, blue and green for djinns and purple for gems.
es: El embed tendrá ciertos colores si un NPC de loot principal, para que se pueda identificar rápidamente: amarillo para Rashid, azul y verde para djinns y púrpura para gemas.
pl: Okienko jest zakolorowane, jeśli kupuje go znany NPC skupujący loot. W ten sposób można szybko zobaczyć: żółty dla Rashida, niebieski i zielony dla dżinów i fioletowy dla gemów.
pt: Para que você possa ser notado num relance, a incorporação será colorida se o item for comprado por um dos NPCs principais de loot: amarelo para Rashid, azul e verde para os NPCs Djinn e roxo para pedras preciosas.

source: I couldn't find an item with that name.
es: No pude encontrar un ítem con ese nombre.
pt: Não consegui encontrar um item com esse nome.

source: Displays information about a key.
es: Muestra información sobre una llave.
pt: Exibe informações sobre uma chave.

source: Tell me the number of the key you want to check.
es: Dime el número de la llave que quieres revisar.
pt: Diga-me o número da chave que você deseja verificar.

source: Tell me a numeric value, to search keys, try: `{prefix}key search`
es: Dime un valor numérico para buscar llaves, intenta: `{prefix}key search`
pl: Powiedz mi wartość liczbową, aby wyszukać klucze, spróbuj: `{prefix}key search`
pt: Diga um valor numérico. Para pesquisar por chaves, use: `{prefix}key search`

source: There's no key with that number.
es: No hay ninguna llave con ese número.
pt: Não há nenhuma chave com esse número.

source: Searches for a key by keywords.
es: Busca una llave por palabras clave.
pl: Wyszukuje klucz według słów kluczowych.
pt: Procura uma chave por palavras-chave.

source: Search for matches on the key's names, location, origin or uses. If there are multiple matches, a list is shown. If only one matches, the key's information is shown directly.
es: Busca coincidencias en los nombres, ubicación, origen o uso de la llave. Si hay varias coincidencias, se muestra una lista. Si solo una coincide, la información de la llave se muestra directamente.
pt: Pesquisa por chaves pelo nome, localização, origem ou uso. Se houver várias correspondências, uma lista será mostrada. Se houver apenas uma correspondência, as informações da chave serão mostradas diretamente.

source: I couldn't find any related keys.
es: No pude encontrar ninguna llave relacionada.
pl: Nie mogłem znaleźć żadnych powiązanych kluczy.
pt: Não consegui encontrar nenhuma chave relacionada.

source: Possible keys
es: Posibles llaves
pl: Możliwe klucze
pt: Possíveis Chaves

source: Shows information about a monster.
es: Muestra información sobre un monstruo.
pl: Pokazuje informacje o potworze.
pt: Exibe informações sobre um monstro.

source: Tell me the name of the monster you want to search.
es: Dime el nombre del monstruo que quieres buscar.
pl: Powiedz mi nazwę potwora, którego chcesz wyszukać.
pt: Diga-me o nome do monstro que você quer procurar.

source: I couldn't find a monster with that name.
es: No pude encontrar un monstruo con ese nombre.
pl: Nie mogłem znaleźć potwora o tej nazwie.
pt: Não consegui encontrar um monstro com esse nome.

source: Displays information about a mount.
es: Muestra información sobre un mount.
pl: Wyświetla informacje o mouncie.
pt: Exibe informações sobre uma montaria.

source: I couldn't find a mount with that name.
es: No pude encontrar un mount con ese nombre.
pl: Nie mogłem znaleźć mounta o tej nazwie.
pt: Não consegui encontrar uma montaria com esse nome.

source: Displays information about a NPC.
es: Muestra información sobre un NPC.
pl: Wyświetla informacje o NPC.
pt: Exibe informações sobre um NPC.

source: I couldn't find a NPC with that name.
es: No pude encontrar un NPC con ese nombre.
pl: Nie mogłem znaleźć NPC o tej nazwie.
pt: Não consegui encontrar um NPC com esse nome.

source: Shows where Rashid is today.
es: Muestra dónde está Rashid hoy.
pl: Pokazuje, gdzie jest dziś Rashid.
pt: Mostra onde o Rashid está hoje.

source: Displays information about a spell.
es: Muestra información sobre un hechizo.
pl: Wyświetla informacje o czarze.
pt: Exibe informações sobre uma magia.

source: I couldn't find a spell with that name or words.
es: No pude encontrar un hechizo con ese nombre o palabras.
pl: Nie mogłem znaleźć czaru o tej nazwie lub zaklęciu.
pt: Não consegui encontrar uma magia com esse nome ou palavras.

source: Shows information about the TibiaWiki database.
es: Muestra información sobre la base de datos de TibiaWiki.
pl: Pokazuje informacje o bazie danych TibiaWiki.
pt: Mostra informações sobre o banco de dados do TibiaWiki.

source: TibiaWiki database statistics
es: Estadísticas de base de datos TibiaWiki
pl: Statystyki bazy danych TibiaWiki
pt: Estatísticas da base de dados do TibiaWiki

source: Database generation date
es: Fecha de generación de bases de datos
pl: Data wygenerowania bazy danych
pt: Data da geração da base de dados

source: Implemented in version {version}
es: Implementado en la versión {version}
pt: Implementado na versão {version}

source: Use '{prefix}{command} «name»' to see more information.
es: Usa '{prefix}{command} «nombre»' para ver más información.
pt: Use '{prefix}{command} «name»' para ver mais informações.

source: Cost
es: Costo
pl: Koszt
pt: Custo

source: Effect
es: Efecto
pl: Efekt
pt: Efeito

source: **Also known as:** {name}
es: **También conocida como:** {name}
pt: **Também conhecida como:** {name}

source: Origin
es: Origen
pl: Pochodzenie
pt: Origem

source: Notes/Use
es: Notas/Uso
pl: Uwagi/użycie
pt: Notas/Uso

source: Provide material prices to calculate costs. More info: {prefix}help {command}
es: Proporciona precios de materiales para calcular los costos. Más información: {prefix}help {command}
pl: Podaj ceny materiałów do obliczenia kosztów. Więcej informacji: {prefix}help {command}
pt: Forneça os preços dos materiais para calcular os custos. Mais informações: {prefix}help {command}

source: Not enough material prices provided for this tier.
es: No hay suficientes precios de materiales para este nivel.
pl: Za mało cen materiałów dla tego poziomu.
pt: Não foram fornecidos preços de todos os materiais para o imbuement neste nível.

source: Materials
es: Materiales
pl: Materiały
pt: Materiais

source: Add gold token price at the end to find the cheapest option.
es: Añade el precio de gold tokens al final para encontrar la opción más barata.
pl: Dodaj cenę gold tokenu na końcu, aby znaleźć najtańszą opcję.
pt: Adicione o preço do gold token no final para encontrar a opção mais barata.

source: gold each
es: gold cada uno
pl: gp za sztukę
pt: gold cada

source: Getting the materials is cheaper.
es: Obtener los materiales es más barato.
pl: Uzyskanie tych materiałów jest tańsze.
pt: É mais barato comprar os materiais.

source: Getting all the materials with gold tokens is cheaper.
es: Obtener todos los materiales con gold tokens es más barato.
pl: Uzyskanie wszystkich materiałów za pomocą gold tokenów jest tańsze.
pt: É mais barato adquirir os materiais com gold tokens.

source: Getting the materials for **{tier} {imbuement}** with gold tokens and buying the rest is cheaper.
es: Obtener los materiales para **{tier} {imbuement}** con gold tokens y comprar el resto es más barato.
pl: Uzyskanie materiałów na **{tier} {imbuement}** gold tokenami i zakup reszty jest tańsze.
pt: É mais barato adquirir os materiais para **{tier} {imbuement}** com gold tokens e comprar o restante.

source: gold/hour
es: gold/hora
pl: gp/godzinę
pt: gold/hora

source: 100% chance
es: 100% de probabilidad
pl: 100% powodzenia
pt: 100% de chance

source: Sold for
es: Vendido a
pl: Sprzedano za
pt: Vendido por

source: Bought for
es: Comprado por
pl: Kupiono za
pt: Comprado por

source: Weight
es: Peso
pl: Waga
pt: Peso

source: Faster regeneration
es: Regeneración más rápida
pl: Szybsza regeneracja
pt: Regeneração mais rápida

source: Pickupable
es: Recogible
pl: Możliwe do podniesienia
pt: Pegável

source: Stackable
es: Apilable
pl: Grupowalne
pt: Agrupável

source: Marketable
es: Mercadeable
pl: W markecie
pt: Comercializável no Market
