Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: That image was too big! Try splitting it into smaller images, or cropping out anything irrelevant.
es: ¡Esa imagen es demasiado grande! Intenta dividirla en imágenes más pequeñas, o recortando cualquier cosa irrelevante.
pl: Ten obraz był zbyt duży! Spróbuj podzielić go na mniejsze obrazy lub wyciąć nieistotne elementy.
pt: Essa imagem era muito grande! Tente dividi-la em imagens menores ou cortar qualquer coisa irrelevante.

source: That image is too small to be a loot image.
es: Esa imagen es demasiado pequeña para ser una imagen de loot.
pl: Ten obraz jest zbyt mały, żeby mógł być zdjęciem loota.
pt: Essa imagem é pequena demais para ser uma imagem de loot.

source: I failed to load your image. Please try again.
es: No he podido cargar tu imagen. Por favor, inténtalo de nuevo.
pl: Nie udało mi się załadować Twojego obrazu. Proszę spróbuj ponownie.
pt: Não foi possível carregar a imagem. Tente novamente.

source: I've begun parsing your image, {user}. Please be patient, this may take a few moments.
es: He comenzado a analizar tu imagen, {user}. Por favor, ten paciencia, esto puede tardar unos momentos.
pl: Zacząłem analizować twój obraz, {user}. Prosimy o cierpliwość, może to chwilę potrwać.
pt: Já comecei a analisar sua imagem, {user}. Por favor, seja paciente, isso pode demorar alguns instantes.

source: Reading
es: Leyendo
pl: Wczytywanie
pt: Lendo

source: **Status**: {status}
es: **Estado**: {status}

source: Sorry {user}, I couldn't find any loot in that image. Loot parsing will only work on high quality images, so make sure your image wasn't compressed.
es: Lo siento {user}, no he podido encontrar ningún loot en esa imagen. El análisis de loot sólo funcionará en imágenes de alta calidad, así que asegúrate de que tu imagen no fue comprimida.
pl: Przepraszamy {user}, nie mogłem znaleźć żadnego loota w tym obrazie. Wykrywanie loota będzie działać tylko na wysokiej jakości obrazach, więc upewnij się, że obraz nie został skompresowany.
pt: Sinto muito, {user}, não consegui encontrar nenhum item nessa imagem. A análise de loot só funciona em imagens de alta qualidade, então certifique-se de que sua imagem não foi comprimida.

source: Shows the meaning of the overlayed icons.
es: Muestra el significado de los iconos superpuestos.
pl: Pokazuje znaczenie nakładanych ikon.
pt: Exibe o significado dos ícones sobrepostos.

source: I need `Attach Files` permission to show you the loot legend.
es: Necesito permiso de `Adjuntar archivos` para mostrarte esto.
pl: Potrzebuję uprawnienia `Załączanie plików` aby móc pokazać Ci legendę loota.
pt: Preciso da permissão de `Anexar arquivos` para lhe mostrar a legenda do loot.

source: Loot scanned in {time}.
es: Loot escaneado en {time}.
pl: Loot zeskanowany w {time}.
pt: Itens escaneados em {time}.

source: These are the results for your image: {img_link}
es: Estos son los resultados de tu imagen: {img_link}
pl: To są wyniki dla Twojego obrazu: {img_link}
pt: Estes são os resultados para a sua imagem: {img_link}

source: These are the results:
es: Estos son los resultados:
pl: To są otrzymane wyniki:
pt: Estes são os resultados:

source: **There was %d unknown item.**
es: **Hubo %d elemento desconocido.**
pl: **Był %d nieznany przedmiot.**
pt: **Houve %d item desconhecido.**

source: The total loot value is: **{total_value:,}** gold coins.
es: El valor total del loot es: **{total_value:,}** gold.
pl: Całkowita wartość łupów to: **{total_value:,}** gp.
pt: O valor total do loot é: **{total_value:,}** gold.

source: {emoji} Items marked with this are used in imbuements and might be worth more in the market.
es: {emoji} Los ítems marcados con esto se utilizan en las imbuements y podrían valer más en el mercado.
pt: {emoji} Itens marcados com isto são usados em imbuements e podem valer mais no market.

source: I've finished parsing your image {user}. The total value is {total_value:,} gold coins.
es: He terminado de analizar tu imagen {user}. El valor total es {total_value:,} gold coins.
pl: Zakończyłem analizowanie Twojego obrazu {user}. Całkowita wartość to {total_value:,} gp.
pt: Eu terminei de analisar a sua imagem, {user}. O valor total é {total_value:,} gold.

source: Original Message
es: Mensaje original
pl: Oryginalna wiadomość
pt: Mensagem Original

source: The results are too long to display, they have been attached as a text file.
es: Los resultados son demasiado largos para mostrarlos, se han adjuntado como un archivo de texto.
pl: Otrzymane wyniki są za długie aby je wyświetlić i zostały załączone jako plik tekstowy.
pt: Os resultados são longos demais para serem exibidos, eles foram anexados como arquivo de texto.

source: Grand Total
es: Gran Total
pl: Łączna suma
pt: Total geral

source: Either that wasn't an image or I failed to load it, please try again.
es: O no era una imagen o no he podido cargarla, por favor inténtalo de nuevo.
pl: To albo nie był obraz, albo nie udało mi się go załadować. Proszę spróbować ponownie.
pt: Isso não foi uma imagem ou eu não consegui carregá-la, por favor, tente novamente.

source: Detecting item slots
es: Detectando espacios de objetos
pl: Wykrywanie slotów na przedmioty
pt: Detectando slots de itens

source: I couldn't find any inventory slots in your image. Make sure your image is not stretched out or that overscaling is off.
es: No he podido encontrar ninguna espacio de inventario en tu imagen. Asegúrate de que tu imagen no esté estirada o que no tengas ajustes de escala.
pl: Nie mogłem znaleźć żadnych slotów ekwipunku w Twoim obrazie. Upewnij się, że Twój obraz nie jest rozciągnięty i że skalowanie ekranu jest wyłączone.
pt: Não consegui encontrar nenhum slot no inventário em sua imagem. Certifique-se de que sua imagem não esteja esticada ou que o aumento de escala esteja desativado.

source: {slots:,} slot found.
es: {slots:,} slot encontrado.
pl: Znaleziono {slots:,} slot.
pt: {slots:,} slot encontrado.

source: Identifying items…
es: Identificando items…
pl: Identyfikuję przedmioty…
pt: Identificando itens…

source: Estimated time: {time}.
es: Tiempo estimado: {time}.
pl: Szacunkowy czas: {time}.
pt: Tempo estimado: {time}.

source: Complete!
es: ¡Completado!
pl: Gotowe!
pt: Concluído!

source: Moderation related commands.
es: Comandos relacionados con la moderación.
pl: Komendy związane z moderacją.
pt: Comandos relacionados à moderação.

source: Cleans the channel from bot commands.
es: Limpia el canal de comandos de bot.
pl: Czyści kanał z komend bota.
pt: Limpa o canal dos comandos do bot.

source: If the bot has `Manage Messages` permission, it will also delete command invocation messages.
es: Si el bot tiene permiso `Gestionar mensajes`, también eliminará los mensajes de comandos.
pl: Jeśli bot ma uprawnienie `Zarządzanie wiadomościami`, usunie również wiadomości wywołujące komendy.
pt: Se o bot tiver a permissão `Gerenciar mensagens`, ele também vai apagar as mensagens de comandos.

source: Something went wrong when deleting messages.
es: Algo salió mal al eliminar los mensajes.
pl: Coś poszło nie tak podczas usuwania wiadomości.
pt: Algo deu errado ao apagar as mensagens.

source: There are no messages to clean.
es: No hay mensajes por limpiar.
pl: Brak wiadomości do wyczyszczenia.
pt: Não há mensagens para apagar.

source: Deleted {count:,} message.
es: {count:,} mensaje eliminado.
pl: Usunięto {count:,} wiadomość.
pt: {count:,} mensagem excluída.

source: Makes the bot ignore a channel or user.
es: Hace que el bot ignore un canal o usuario.
pl: Sprawia, że bot ignoruje kanał lub użytkownika.
pt: Faz com que o bot ignore um canal ou usuário.

source: Commands cannot be used in ignored channels or by ignored users. The command accepts a list of names, ids or mentions of users or channels. If the command is used with no parameters, it ignores the current channel. Ignores are bypassed by users with the `Manage Server` permission.
es: Los comandos no pueden ser usados en canales ignorados o por usuarios ignorados. El comando acepta una lista de nombres, Ids o menciones de usuarios o canales. Si el comando se utiliza sin parámetros, ignora el canal actual. Los Ignores son omitidos por los usuarios con el permiso `Gestionar servidor`.
pl: Komendy nie mogą być używane w ignorowanych kanałach ani przez zignorowanych użytkowników. Komenda akceptuje listę nazw, ID lub wzmianek użytkowników lub kanałów. Jeśli komenda jest użyta bez parametrów, zignoruje bieżący kanał. Ignorowanie nie działa na użytkowników z uprawnieniem `Zarządzanie serwerem`.
pt: Comandos não podem ser usados em canais ignorados ou por usuários ignorados. O comando aceita uma lista de nomes, IDs ou menções de usuários ou canais. Se o comando é usado sem parâmetros, ele ignora o canal atual. Usuários com a permissão `Gerenciar servidor` não são afetados pelas definições de canais e usuários ignorados.

source: I'm now ignoring **{name}**
es: Estoy ignorando a **{name}**
pl: Od teraz ignoruję **{name}**
pt: Estou ignorando **{name}** a partir de agora

source: {name} is already ignored.
es: {name} ya está ignorado.
pl: {name} jest już ignorowany.
pt: {name} já está ignorado.

source: %d entry is now ignored.
es: %d entrada ha sido ignorada.
pl: %d wpis jest teraz ignorowany.
pt: %d registro foi ignorado.

source: The rest was already ignored.
es: El resto ya estaban ignoradas.
pl: Reszta została już zignorowana.
pt: O restante já estava ignorado.

source: No entries were ignored. They were all already ignored.
es: No se ha ignorado ninguna entrada. Todos ya estaban ignoradas.
pl: Nic nie zostało zignorowane. Wszystkie wpisy zostały już zignorowane.
pt: Nenhum registro foi ignorado. Todos já estavam ignorados.

source: Shows a list of ignored channels and users.
es: Muestra una lista de canales y usuarios ignorados.
pl: Pokazuje listę ignorowanych kanałów i użytkowników.
pt: Mostra uma lista de canais e usuários ignorados.

source: There are no ignored entries in this server.
es: No hay entradas ignoradas en este servidor.
pl: Brak zignorowanych wpisów na tym serwerze.
pt: Não há registros ignorados neste servidor.

source: Ignored entries
es: Entradas ignoradas
pl: Ignorowane wpisy
pt: Registros ignorados

source: Makes the bot say a message.
es: Hace que el bot diga un mensaje.
pl: Sprawia, że bot wyśle wiadomość.
pt: Faz com que o bot diga uma mensagem.

source: If the user using the command doesn't have mention everyone permissions, the message will be cleaned of mass mentions.
es: Si el usuario que uso el comando no tiene permisos para mencionar a todos, se removerán las menciones del mensaje.
pl: Jeśli użytkownik korzystający z komendy nie ma uprawnień do masowych wzmianek, wiadomość zostanie wyczyszczona z tych wzmianek.
pt: Se o usuário que usar o comando não tiver permissão de mencionar todos, a mensagem não conterá menções em massa.

source: I need `Manage Messages` permissions here to use the command.
es: Necesito permisos de `Gestionar mensajes` para usar el comando.
pl: Potrzebuję uprawnienia `Zarządzanie wiadomościami`, aby użyć tej komendy.
pt: Preciso da permissão `Gerenciar mensagens` aqui para usar este comando.

source: Removes a channel or user from the ignored list.
es: Elimina un canal o usuario de la lista ignorada.
pl: Usuwa kanał lub użytkownika z listy ignorowanych.
pt: Remove um canal ou usuário da lista dos ignorados.

source: If no parameter is provided, the current channel will be unignored.
es: Si no se proporciona ningún parámetro, el canal actual será designorado.
pl: Jeśli żaden parametr nie zostanie podany, to bieżący kanał przestanie być ignorowany.
pt: Se nenhum parâmetro for fornecido, o canal atual deixará de ser ignorado.

source: {channel} is no longer ignored.
es: {channel} ya no está ignorado.
pl: {channel} nie jest już ignorowany.
pt: {channel} não está mais ignorado.

source: {channel} wasn't ignored.
es: {channel} no estaba siendo ignorado.
pl: {channel} nie był ignorowany.
pt: {channel} não estava sendo ignorado.

source: {count} is now unignored.
es: {count} es ahora designorado.
pl: {count} jest teraz nieignorowany.
pt: {count} está sendo designorado agora.

source: No entries were unignored.
es: Ninguna entrada fue designorada.
pl: Żadne wpisy nie zostały usunięte z listy ignorowanych.
pt: Nenhum registro foi ignorado.

source: Shows a list of users with no registered characters.
es: Muestra una lista de usuarios sin personajes registrados.
pl: Pokazuje listę użytkowników, którzy nie posiadają zarejestrowanych postaci.
pt: Mostra uma lista de usuários sem personagens registrados.

source: Joined
es: Se unió en
pl: Dołączono
pt: Membro desde

source: There are no unregistered users.
es: No hay usuarios sin registrar.
pl: Nie ma żadnych niezarejestrowanych użytkowników.
pt: Não há usuários não registrados.

source: Unregistered members
es: Miembros sin registrar
pl: Niezarejestrowani użytkownicy
pt: Membros não registrados

source: Shows a list of unregistered guild members.
es: Muestra una lista de miembros del guild que no estan registrados.
pl: Wyświetla listę niezarejestrowanych członków gildii.
pt: Mostra uma lista de membros não registrados da guild.

source: Unregistered guild members can be either characters not registered to NabBot or registered to users not in the server.
es: Los miembros del guild no registrados pueden ser personajes no registrados en NabBot o registrados a usuarios que no están en el servidor.
pl: Niezarejestrowanymi członkami gildii mogą być zarówno postacie niezarejestrowane w NabBocie, jak również postacie przypisane do użytkowników spoza serwera.
pt: Membros não registrados da guild podem ser personagens não registrados no NabBot ou registrados a usuários que não estão no servidor.

source: There's no guild with that name.
es: No hay un guild con ese nombre.
pl: Gildia o takiej nazwie nie istnieje.
pt: Não há nenhuma guild com esse nome.

source: **{guild}** is not in **{world}**
es: El guild **{guild}** no esta en **{world}**
pl: **{guild}** nie istnieje na **{world}**
pt: A guild **{guild}** não é de **{world}**

source: {rank} — **{name}** (Lvl {level} {voc})
es: {rank} — **{name}** (Nvl. {level} {voc})
pl: {rank} — **{name}** (Poziom {level} {voc})

source: Unregistered members for {guild}
es: Miembros sin registrar de {guild}
pl: Niezarejestrowani użytkownicy z {guild}
pt: Membros não registrados da {guild}

# transaction
source: Pending
es: Pendiente
pl: Oczekująca
pt: Pendente

# transaction
source: Accepted
es: Aceptada
pl: Zaakceptowana
pt: Aceita

# transaction
source: Rejected
es: Rechazada
pl: Odrzucona
pt: Rejeitada

source: This server's benefits will be removed.
es: Los beneficios premium de este servidor serán eliminados.
pl: Korzyści tego serwera zostaną usunięte.
pt: Os benefícios deste servidor serão removidos.

source: Commands related to premium features.
es: Comandos relacionados con características premium.
pl: Komendy związane z funkcjami premium.
pt: Comandos relacionados com recursos premium.

source: Premium Lost
es: Premium perdido
pl: Status premium utracony
pt: Status Premium Perdido

source: Premium time has expired.
es: El tiempo premium ha expirado.
pl: Upłynął czas statusu premium.
pt: O tempo da premium acabou.

source: Premium expired
es: Premium expiró
pl: Konto premium wygasło
pt: Premium expirou

source: Congratulations! You are now a patron! To enjoy the benefits in one of your servers, try the `nab.premium add` command on the server of your choice. For more information visit: {url}
es: ¡Felicidades! ¡Ahora eres un Patron! Para disfrutar los beneficios en uno de tus servidor, prueba el comando `nab.premium add` en el servidor de tu elección. Para mas información visita: {url}
pl: Gratulacje! Zostałeś patronem! Aby cieszyć się korzyściami na jednym z Twoich serwerów użyj `nab.premium add` na wybranym serwerze. Aby uzyskać więcej informacji odwiedź: {url}
pt: Parabéns! Você agora é um apoiador no Patreon! Para aproveitar os benefícios em um dos seus servidores, escreva o comando `nab.premium add` no servidor de sua escolha. Para mais informações, visite: {url}

source: It seems like you have lost your Patron status. The privileges of any premium servers you had will be lost. If you believe this was a mistake, let us know.
es: Parece que has perdido tu estado de Patreon. Los privilegios de cualquier servidor premium que tenías se perderán. Si crees que fue un error, háznoslo saber.
pl: Wygląda na to, że straciłeś swój status Patrona. Przywileje na wszystkich serwerach premium zostaną utracone. Jeśli uważasz, że to pomyłka, to daj nam znać.
pt: Parece que você perdeu seu status de apoiador no Patreon. Os privilégios de qualquer servidor premium que você tinha serão perdidos. Se você acredita que isso foi um erro, avise-nos.

source: You have left NabBot's server. We cannot validate your patron status anymore. Please join again to enjoy your benefits: <{url}>
es: Has abandonado el servidor de NabBot. No podemos validar tu estado de Patreon. Por favor, únete de nuevo para disfrutar de tus beneficios: <{url}>
pl: Opuściłeś serwer NabBot. Nie możemy już zweryfikować twojego statusu patrona. Dołącz ponownie aby cieszyć się swoimi korzyściami: <{url}>
pt: Você deixou o servidor do NabBot. Não podemos mais validar seu status de apoiador no Patreon. Por favor, entre novamente para aproveitar seus benefícios: <{url}>

source: Premium Removed
es: Premium eliminado
pl: Usunięto status Premium
pt: Premium Removida

source: The member giving premium has left this server.
es: El miembro que da premium ha dejado este servidor.
pl: Członek oferujący premium opuścił ten serwer.
pt: O membro que estava dando premium saiu deste servidor.

source: The member giving premium has left the official server and their status can no longer be validated.
es: El miembro que da premium ha dejado el servidor oficial y su estado ya no puede ser validado.
pl: Użytkownik premium opuścił oficjalny serwer i jego status nie może być już zweryfikowany.
pt: O membro que estava dando premium deixou o servidor oficial e seu status não pode mais ser validado.

source: The member giving premium is no longer a Patron.
es: El miembro que da premium ya no es un Patreon.
pl: Członek oferujący premium nie jest już Patronem.
pt: O membro que estava dando premium não é mais um apoiador no Patreon.

source: Premium Received
es: Premium recibido
pl: Otrzymano Premium
pt: Premium Recebida

source: Server received premium
es: Servidor recibió premium
pl: Serwer otrzymał status premium
pt: Servidor recebeu premium

source: Server received {days} premium days.
es: El servidor recibió {days} días premium.
pl: Serwer otrzymał {days} dni premium.
pt: Servidor recebeu {days} dias premium.

source: Premium will expire on
es: Premium expirará el
pl: Premium wygaśnie dnia
pt: A premium irá expirar em

source: This server is no longer receiving premium.
es: Este servidor ya no está recibiendo premium.
pl: Ten serwer nie otrzymuje już statusu premium.
pt: Este servidor não está mais recebendo premium.

source: Links to NabBot's Patreon.
es: Da un enlace al Patreon de NabBot.
pl: Linki do Patreonu NabBota.
pt: Linka para o Patreon do NabBot.

source: NabBot's Patreon
es: Patreon de NabBot
pl: Patreon NabBota
pt: Patreon do NabBot

source: Support NabBot by becoming a Patron!
es: ¡Apoya a NabBot convirtiéndote en Patreon!
pl: Wspomóż NabBota zostając Patronem!
pt: Apoie o NabBot no Patreon!

source: For more details please check [the documentation](https://docs.nabbot.xyz/premium/)
es: Para obtener más información, consulta [la documentación](https://docs.nabbot.xyz/premium/)
pl: Aby uzyskać więcej informacji, sprawdź [dokumentację](https://docs.nabbot.xyz/premium/)
pt: Para mais detalhes, consulte [a documentação](https://docs.nabbot.xyz/premium/)

source: Assigns premium to the current server or one you specify.
es: Asigna premium al servidor actual o a uno que especifique.
pl: Przydziela premium do bieżącego lub do określonego przez Ciebie serwera.
pt: Atribui premium ao servidor atual ou a um que você especificar.

source: If you use it without parameters, it will try to add premium to the current server. To obtain a server's ID, you can use the `serverinfo` command or enable [Developer Settings](https://support.discord.com/hc/en-us/articles/206346498) to view IDs with right click.
es: Si lo usa sin parámetros, intentará añadir premium al servidor actual. Para obtener el ID de un servidor, puedes usar el comando `serverinfo` o habilitar [Modo desarrollador](https://support.discord.com/hc/es/articles/206346498) para ver IDs con el clic derecho.
pl: W przypadku użycia bez parametrów, spróbuje dodać premium do bieżącego serwera. Aby uzyskać ID serwera, możesz użyć komendy `serverinfo` lub włączyć [Tryb dewelopera](https://support.discord.com/hc/en-us/articles/206346498), aby wyświetlić identyfikatory klikając prawym przyciskiem myszy.
pt: Se você usar sem parâmetros, será tentado adicionar premium ao servidor atual. Para obter o ID de um servidor, você pode usar o comando `serverinfo` ou habilitar [Configurações do Desenvolvedor](https://support.discord.com/hc/en-us/articles/206346498) para visualizar os IDs com o botão direito.

source: You do not have any premium days to assign and you're not a Patron.
es: No tienes días premium para asignar y no eres un Patreon.
pl: Nie posiadasz żadnych dni premium do przydzielenia i nie jesteś patronem.
pt: Você não tem dias de premium para atribuir e não é um apoiador no Patreon.

source: You must tell me the id of the server you want to give premium to. You can use `{prefix}serverinfo` on the server to get the ID. Alternatively, you can use the command in the desired server with no parameters.
es: Debes decirme el id del servidor al que quieres otorgar premium. Puedes usar `{prefix}serverinfo` en el servidor para obtener el ID. Alternativamente, puede utilizar el comando en el servidor deseado sin parámetros.
pl: Musisz podać mi identyfikator serwera, na który chcesz przyznać premium. Możesz użyć `{prefix}serverinfo` na serwerze, aby uzyskać ID. Alternatywnie, możesz użyć komendy na żądanym serwerze bez parametrów.
pt: Você deve me dizer o ID do servidor para o qual você deseja dar premium. Você pode usar `{prefix}serverinfo` no servidor para obter o ID. Alternativamente, você pode usar o comando, sem parâmetros, no servidor desejado.

source: I'm not in any guild with that id.
es: No estoy en ninguna guild con ese id.
pl: Nie jestem w żadnej gildii o tym identyfikatorze.
pt: Não estou em nenhuma guild com esse ID.

source: You're not in that server.
es: No estás en ese servidor.
pl: Nie jesteś na tym serwerze.
pt: Você não está nesse servidor.

source: You can't assign premium to any more servers.
es: No puedes asignar premium a más servidores.
pl: Nie możesz przypisać premium do większej ilości serwerów.
pt: Você não pode atribuir premium a mais nenhum servidor.

source: Shows your current premium days balance.
es: Muestra tu saldo actual de días premium.
pl: Pokazuje Twoje obecne saldo dni premium.
pt: Mostra o seu saldo atual de dias de premium.
