Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: To manage the Respawn List, use one of the subcommands. Try `{prefix}help {command}`.
es: Para gestionar la lista de respawns, usa uno de los subcomandos. Intenta `{prefix}help {command}`.
pl: Aby zarządzać listą respawnów, użyj jednej z pod-komend. Spróbuj `{prefix}help {command}`.
pt: Para gerenciar a Lista de Respawn use um dos subcomandos. Tente `{prefix}help {command}`.

source: Claims a respawn, indicating you will be hunting there.
es: Reclama un respawn, indicando que cazarás allí.
pl: Rezerwuje respawn, oznaczając że będziesz tam polować.
pt: Reivindica um respawn, indicando que você vai caçar lá.

source: The duration of the hunt is determined by the server's configuration.
es: La duración de la cacería está determinada por la configuración del servidor.
pl: Czas trwania polowania jest określony przez konfigurację serwera.
pt: A duração da hunt é determinada pela configuração do servidor.

source: Someone is already hunting in **{respawn}**. You can add yourself to the queue using `{prefix}respawn next {code}`.
es: Alguien ya está cazando en **{respawn}**. Puedes añadirse a ti mismo a la cola usando `{prefix}respawn next {code}`.
pt: Alguém já está caçando em **{respawn}**. Você pode entrar na fila usando `{prefix}respawn next {code}`.

source: Do you want to start hunting in **{respawn}**? This will end your hunt at **{current_respawn.name}**.
es: ¿Quieres empezar a cazar en **{respawn}**? Esto acabará con tu cacería en **{current_respawn.name}**.
pt: Deseja começar a caçar em **{respawn}**? Isso encerrará a sua hunt em **{current_respawn.name}**.

source: Do you want to start hunting in **{respawn}**?
es: ¿Quieres empezar a cazar en **{respawn}**?
pt: Deseja começar a caçar em **{respawn}**?

source: You are now hunting in **{respawn}**. Your hunt should end at **{time}**.
es: Ahora estás cazando en **{respawn}**. Tu cacería debería terminar a las **{time}**.
pl: Teraz polujesz w **{respawn}**. Twoje polowanie powinno zakończyć się o **{time}**.
pt: Você agora está caçando em **{respawn}**. Sua hunt deve terminar às **{time}**.

source: Removes the current hunter and the entire queue of a respawn.
es: Elimina al cazador actual y la cola del respawn.
pl: Usuwa bieżącego gracza i całą kolejkę respawnu.
pt: Remove o jogador caçando no momento e toda a fila de um respawn.

source: Do you want to clear **{respawn.name}**?
es: ¿Quieres limpiar **{respawn.name}**?
pl: Czy chcesz wyczyścić **{respawn.name}**?
pt: Deseja limpar **{respawn.name}**?

source: **{respawn.name}** has been cleared.
es: **{respawn.name}** ha sido limpiado.
pl: **{respawn.name}** został wyczyszczony.
pt: **{respawn.name}** foi limpo.

source: Clears all respawns, removing anyone hunting and all the queues.
es: Limpia todas las respawns, eliminando a cualquiera cazando y todas las colas.
pl: Czyści wszystkie respawny, usuwając każdego polującego i wszystkie kolejki.
pt: Reseta todos os respawns, removendo todos que estão caçando e todas as filas.

source: Are you sure you want to clear all the respawns and their queues?
es: ¿Estás seguro de que quieres limpiar todos los respawns y sus colas?
pl: Czy na pewno chcesz wyczyścić wszystkie respawny i ich kolejki?
pt: Tem certeza que deseja resetar todos os respawns e suas filas?

source: All respawns have been cleared.
es: Se han borrado todos los respawns.
pl: Wszystkie respawny zostały wyczyszczone.
pt: Todos os respawns foram resetados.

source: Shows a list of previous hunts in a respawn.
es: Muestra una lista de cacerías anteriores en un respawn.
pl: Pokazuje listę poprzednich polowań na tym respawnie.
pt: Mostra a lista de hunts realizadas anteriormente em um respawn.

source: Hunting History
es: Historial de cacería
pl: Historia polowań
pt: Histórico de Caça

source: There is no hunt history for this respawn.
es: No hay historial de cacería para esta respawn.
pl: Nie istnieje historia polowań dla tego respawnu.
pt: Não há histórico de hunts nesse respawn.

source: History
es: Historia
pl: Historia
pt: Histórico

source: Shows information about a respawn place.
es: Muestra información sobre un lugar de respawn.
pl: Pokazuje informacje o respawnie.
pt: Exibe informações sobre um local de respawn.

source: an unknown user
es: un usuario desconocido
pl: nieznany użytkownik
pt: um usuário desconhecido

source: Hunt End
es: Fin de la caza
pl: Koniec polowania
pt: Fim da Hunt

source: This spawn is currently being used by {user_name}.
es: Este spawn está siendo utilizado actualmente por {user_name}.
pl: Ten respawn jest aktualnie zajęty przez {user_name}.
pt: Esse respawn está sendo usado por {user_name}.

source: Next
es: Siguiente
pl: Następny/a
pt: Próximo

source: This respawn is currently available.
es: Esta respawn está disponible actualmente.
pl: Ten respawn jest aktualnie dostępny.
pt: Este respawn está disponível no momento.

source: Location
es: Ubicación
pl: Lokalizacja
pt: Localização

source: Removes a user from a respawn or a queue.
es: Elimina un usuario de un respawn o cola.
pl: Usuwa użytkownika z respawnu lub z kolejki.
pt: Remove um usuário de um respawn ou de uma fila.

source: If no user is specified, it will remove the current user hunting in the respawn. To remove a specific user in the queue, specify the name of the user.
es: Si no se especifica ningún usuario, eliminará al usuario actualmente cazando en el respawn. Para eliminar a un usuario específico en la cola, especifique el nombre del usuario.
pt: Se nenhum usuário for especificado, irá remover o usuário atual que está caçando no respawn. Para remover um usuário específico na fila, especifique o nome do usuário.

source: There is no one hunting in **{respawn.name}**.
es: No hay nadie cazando en **{respawn.name}**.
pl: Aktualnie nikt nie poluje na **{respawn.name}**.
pt: Ninguém está caçando em **{respawn.name}**.

source: {user} is not hunting or in the queue of **{respawn.name}**.
es: {user} no está cazando o en la cola de **{respawn.name}**.
pl: {user} nie poluje ani nie jest w kolejce **{respawn.name}**.
pt: {user} não está caçando nem está na fila de **{respawn.name}**.

source: Do you want to kick {user} from **{respawn.name}**?
es: ¿Quieres expulsar a {user} de **{respawn.name}**?
pl: Czy chcesz wyrzucić {user} z **{respawn.name}**?
pt: Deseja expulsar {user} de **{respawn.name}**?

source: Do you want to remove {user} from the queue of **{respawn.name}**?
es: ¿Deseas eliminar {user} de la cola de **{respawn.name}**?
pl: Czy chcesz usunąć {user} z kolejki do **{respawn.name}**?
pt: Deseja remover {user} da fila de **{respawn.name}**?

source: {user} was kicked from **{respawn.name}**.
es: {user} fue expulsado de **{respawn.name}**.
pl: {user} został wyrzucony z **{respawn.name}**.
pt: {user} foi expulso de **{respawn.name}**.

source: {user} was removed from the queue of **{respawn.name}**.
es: {user} fue removido de la cola de **{respawn.name}**.
pl: {user} został usunięty z kolejki do **{respawn.name}**.
pt: {user} foi removido da fila de **{respawn.name}**.

source: You're not hunting nor in the queue of **{respawn.name}**.
es: No estás cazando ni en la cola de **{respawn.name}**.
pl: Nie polujesz ani nie jesteś w kolejce do **{respawn.name}**.
pt: Você não está caçando nem está na fila de **{respawn.name}**.

source: Are you sure you want to leave **{respawn.name}**? You hunt would end at {time}.
es: ¿Estás seguro de que quieres salir de **{respawn.name}**? Tu caza termina a las {time}.
pl: Czy na pewno chcesz opuścić **{respawn.name}**? Pozostało Ci jeszcze {time}.
pt: Você tem certeza que deseja sair de **{respawn.name}**? A sua hunt iria acabar às {time}.

source: Are you sure you want to remove yourself from the queue of **{respawn.name}**?
es: ¿Estás seguro de que deseas eliminarte de la cola de **{respawn.name}**?
pl: Czy na pewno chcesz usunąć się z kolejki **{respawn.name}**?
pt: Você tem certeza que deseja se remover da fila de **{respawn.name}**?

source: You're currently not hunting or in the queue of **{respawn.name}**.
es: Actualmente no estás cazando ni en la cola de **{respawn.name}**.
pl: Nie polujesz ani nie jesteś w kolejce do **{respawn.name}**.
pt: Atualmente você não está caçando nem está na fila de **{respawn.name}**.

source: You have left **{respawn.name}** (`{respawn.code}`).
es: Has abandonado **{respawn.name}** (`{respawn.code}`).
pl: Opuściłeś **{respawn.name}** (`{respawn.code}`).
pt: Você saiu de **{respawn.name}** (`{respawn.code}`).

source: You have left the queue for **{respawn.name}** (`{respawn.code}`).
es: Has abandonado la cola de **{respawn.name}** (`{respawn.code}`).
pl: Opuściłeś kolejkę do **{respawn.name}** (`{respawn.code}`).
pt: Você deixou a fila de **{respawn.name}** (`{respawn.code}`).

source: Shows the complete list of respawns.
es: Muestra la lista completa de respawns.
pl: Pokazuje pełną listę respawnów.
pt: Mostra a lista completa de respawns.

source: Respawn List
es: Lista de respawns
pl: Lista respawnów
pt: Lista de Respawns

source: Joins the queue of a respawn.
es: Se une a la cola de una respawn.
pl: Dołącza do kolejki respawnu.
pt: Entra na fila de um respawn.

source: You will be notified when it is your turn for the spawn via direct message. It is important to ensure you can receive private messages using the `checkdm` command. To instead, claim a respawn that is not taken, use `respawn claim`.
es: Serás notificado cuando sea tu turno para el spawn a través de un mensaje directo. Es importante asegurarse de que puede recibir mensajes privados usando el comando `checkdm`. Para tomar un respawn que no está ocupado, usa `respawn claim`.
pl: Zostaniesz powiadomiony, gdy przyjdzie twoja kolej na spawn poprzez wiadomość prywatną. Ważne jest, aby upewnić się, że możesz odbierać prywatne wiadomości za pomocą komendy `checkdm`. Zamiast tego, aby zająć respawn który nie jest zajęty, użyj `respawn claim`.
pt: Você será notificado por mensagem direta quando for a sua vez para o respawn. É importante garantir que você pode receber mensagens diretas usando o comando `checkdm`. Em vez disso, para reivindicar um respawn que não está ocupado, use `respawn claim`.

source: The respawn **{respawn.name}** is currently available. Try using `{prefix}respawn claim` instead.
es: El respawn **{respawn.name}** está disponible actualmente. Intenta usar `{prefix} respawn claim`.
pt: O respawn **{respawn.name}** ** está disponível no momento. Tente usar `{prefix}respawn claim`.

source: You're already hunting in **{respawn.name}**.
es: Ya estás cazando en **{respawn.name}**.
pt: Você já está caçando em **{respawn.name}**.

source: You're already in the queue for **{respawn.name}**.
es: Ya estás en la cola de **{respawn.name}**.
pt: Você já está na fila de **{respawn.name}**.

source: Do you want to join the queue for **{respawn.name}** (`{respawn.code}`)?
es: ¿Quieres unirte a la cola de **{respawn.name}** (`{respawn.code}`)?
pt: Deseja entrar na fila de **{respawn.name}** (`{respawn.code}`)?

source: There is %d person in the queue
es: Hay %d persona en la cola
pt: Há %d pessoa na fila

source: You have joined the queue for **{respawn.name}** (`{respawn.code}`). Make sure you can receive DMs by using `{prefix}checkdm`
es: Te has unido a la cola de **{respawn.name}** (`{respawn.code}`). Asegúrate de poder recibir DMs usando `{prefix}checkdm`
pt: Você entrou na fila de **{respawn.name}** (`{respawn.code}`). Certifique-se que pode receber mensagens diretas usando `{prefix}checkdm`

source: Shows a user's current hunt or queues.
es: Muestra donde esta cazando el usuario o en que respawns esta esperando.
pt: Mostra a hunt atual de um usuário ou em quais filas de respawn ele está aguardando.

source: If no parameter is provided, it will show your own information. A username, user id, mention or user#discriminator can be provided as parameter.
es: Si no se proporciona ningún parámetro, mostrará tu propia información. Un nombre de usuario, id de usuario, mención o usuario#discriminador puede ser proporcionado como parámetro.
pt: Se nenhum parâmetro for fornecido, mostrará informações sobre você mesmo. Um nome de usuário, ID do usuário, menção ou usuário#código pode ser fornecido como parâmetro.

source: {user} is currently not hunting or in any queues.
es: {user} no está actualmente cazando o en ninguna cola.
pt: {user} não está caçando nem está em fila alguma.

source: Unknown Respawn
es: Respawn desconocido
pt: Respawn Desconhecido

source: Currently hunting in
es: Actualmente cazando en
pt: Atualmente caçando em

source: Currently waiting for
es: En espera de
pt: Aguardando por

source: Setups the default duration for new hunts in this server.
es: Configura la duración por defecto para nuevas cacerías en este servidor.
pt: Configura a duração padrão para novas hunts neste servidor.

source: This does not affect the duration of existing hunts.
es: Esto no afecta a la duración de las cacerías existentes.
pt: Isso não afeta a duração das hunts existentes.

source: The default duration cannot be more than %d hours.
es: La duración predeterminada no puede ser superior a %d horas.
pt: A duração padrão não pode ser mais do que %d horas.

source: Do you want to set the default duration for hunts for this server to **{new_duration}**?
es: ¿Quieres establecer la duración predeterminada para las cacerías de este servidor a **{new_duration}**?
pt: Deseja definir a duração padrão para as hunts deste servidor para **{new_duration}**?

source: The hunt default duration has been updated.
es: Se ha actualizado la duración predeterminada de la cacería.
pt: A duração padrão das hunts foi atualizada.

source: Sets the maximum number of people in a respawn's queue.
es: Establece el número máximo de personas en la cola de un respawn.
pt: Define o número máximo de pessoas na fila de um respawn.

source: Note that changing this won't affect existing queues.
es: Ten en cuenta que cambiar esto no afectará a las colas existentes.
pt: Note que alterar isto não afetará as filas existentes.

source: The limit cannot be lower than %d.
es: El límite no puede ser menor que %d.
pl: Limit nie może być mniejszy niż %d.
pt: O limite não pode ser menor que %d.

source: Do you want to set respawn queue limit for this server to **%d**?
es: ¿Quieres establecer el límite de cola de respawn para este servidor a **%d**?
pt: Deseja definir o limite de fila de respawn para este servidor para **%d**?

source: The queue limit has been updated.
es: El límite de cola ha sido actualizado.
pl: Limit kolejki został zaktualizowany.
pt: O tamanho máximo da fila foi atualizado.

source: Setups the respawn system for this server.
es: Configura el sistema de respawn para este servidor.
pt: Configura o sistema de respawn para este servidor.

source: This will create a channel where the currently occupied respawns will be placed.
es: Esto creará un canal donde se colocarán los respawns ocupados actualmente.
pt: Isso criará um canal onde os respawns atualmente ocupados serão colocados.

source: This feature is only for premium users. For more information on how to get premium use: `{prefix}premium info`
es: Esta función es sólo para usuarios premium. Para más información sobre cómo obtener premium use: `{prefix}premium info`
pt: Este recurso está disponível apenas para usuários premium. Para mais informações sobre como obter premium: `{prefix}premium info`

source: This server's respawn system is already setup.
es: El sistema de respawn del servidor ya está configurado.
pt: O sistema de respawn deste servidor já está configurado.

source: I need `Manage Channels` permission in order to setup the respawn system.
es: Necesito permiso `Gestionar canales` para configurar el sistema de respawn.
pt: Eu preciso da permissão 'Gerenciar Canais' para configurar o sistema de respawns.

source: Created for Respawn System
es: Creado para el sistema de respawns
pl: Utworzono dla Systemu Respawnów
pt: Criado para o Sistema de Respawn

source: Sorry, I don't have permissions to create channels.
es: Lo siento, no tengo permisos para crear canales.
pl: Niestety nie posiadam uprawnień do tworzenia kanałów.
pt: Desculpe, não tenho permissão para criar canais.

source: Something went wrong, please try again later.
es: Algo salió mal, por favor intente más tarde.
pl: Coś poszło nie tak. Spróbuj ponownie później.
pt: Algo deu errado, por favor, tente novamente mais tarde.

source: This is where I will post a list of spawns **currently taken**. The attached image displays the **complete** respawn list with their codes. Edit this channel's permissions to allow the roles you want. This channel can be renamed freely. If this channel is deleted, you will have to setup respawns again. **It is important to not allow anyone to write in here** *This message can be deleted now.*
es: Aquí es donde publicaré una lista de spawns **actualmente ocupados**. La imagen adjunta muestra la lista de respawns **completa** con sus códigos. Edita los permisos de este canal para permitir los roles que quieras. Este canal puede ser renombrado libremente. Si este canal es eliminado, tendrás que configurar los respawns de nuevo. **Es importante no permitir que nadie escriba aquí** *Este mensaje puede ser eliminado ahora.*
pl: Tutaj będę publikować listę spawnów, które są **teraz zajęte**. Załączony obraz wyświetla **kompletną** listę spawnów z ich kodami. Edytuj uprawnienia tego kanału, aby nadać uprawnienia rolom którym chcesz. Ten kanał może mieć dowolną nazwę. Jeśli kanał zostanie usunięty, będziesz musiał ponownie skonfigurować respawny. **Ważne jest, aby nie zezwalać nikomu na pisanie tutaj** *Ta wiadomość może być teraz usunięta.*
pt: Aqui é onde vou postar a lista de respawns **atualmente ocupados**. A imagem anexada exibe a lista de respawns **completa** com seus códigos. Edite as permissões deste canal para permitir os cargos desejados. Este canal pode ser renomeado livremente. Se este canal for excluído, você terá que configurar os respawns novamente. **É importante não permitir que ninguém escreva aqui** *Esta mensagem pode ser excluída agora.*

source: Channel created successfully
es: Canal creado con éxito
pt: Canal criado com sucesso

source: There is currently no one hunting in any respawns.
es: Actualmente no hay nadie cazando en ningún respawn.
pl: Aktualnie nikt nie poluje na żadnym respawnie.
pt: Atualmente, ninguém está caçando em respawn algum.

source: Unknown User
es: Usuario desconocido
pl: Nieznany użytkownik
pt: Usuário Desconhecido

source: Commands related to role management.
es: Comandos relacionados con la administración de roles.
pt: Comandos relacionados ao gerenciamento de cargos.

source: Automatic roles
es: Roles automáticos
pt: Cargos automáticos

source: Autorole commands
es: Comandos de autoroles
pl: Komendy autoroli
pt: Comandos de cargos automáticos

source: All the subcommands require having `Manage Roles` permission.
es: Todos los subcomandos requieren tener permiso `Gestionar roles`.
pl: Wszystkie pod-komendy wymagają uprawnienia `Zarządzanie rolami`.
pt: Todos os subcomandos requerem a permissão `Gerenciar Cargos`.

source: Creates a new autorole rule.
es: Crea una nueva regla de autorol.
pt: Cria uma nova regra de cargos automáticos.

source: Rules consist of a role and a guild name. When a user has a character registered in said guild, they will receive the role. If they stop having a character in the guild, the role is removed. If `*` is used as a guild. It means that the role will be given for having any assigned character in the tracked world. You can also specify a required rank in the guild to get the role. For example: `Keeper@Redd Alliance` will give the role only if the character has the rank `Keeper` in `Redd Alliance`. Role names, role mentions, or role IDs are allowed. Role names with multiple words must be wrapped in double quotes. Note that current members won't be updated until their characters or guilds change.
es: Las reglas consisten en un rol y un nombre de guild. Cuando un usuario tiene un personaje en dicho guild, recibirá el rol. Si dejan de tener un personaje en el guild, el rol es removido. Si `*` es usado como guild. Significa que el rol será otorgado por tener cualquier personaje asignado en el mundo seguido. También puedes especificar un rango requerido en el guild para obtener el rol. Por ejemplo: `Keeper@Redd Alliance` dará el rol sólo si el personaje tiene el rango `Keeper` en `Redd Alliance`. Se permiten nombres de rol, menciones de rol o IDs de rol. Los nombres de rol con múltiples palabras deben estar envueltos en comillas dobles. Tenga en cuenta que los miembros actuales no serán actualizados hasta que sus personajes o guilds cambien.
pl: Reguły składają się z roli i nazwy gildii. Kiedy użytkownik ma postać zarejestrowaną w tej gildii, otrzyma rolę. Jeśli przestają mieć postać w gildii, rola zostanie usunięta. Jeśli `*` jest używany jako gildia. Oznacza to, że rola zostanie przyznana za posiadanie przypisanej postaci w śledzonym świecie. Możesz również określić wymaganą rangę w gildii, aby otrzymać rolę. Na przykład: `Keeper@Redd Alliance` nada rolę tylko wtedy, gdy postać ma rangę `Keeper` w `Redd Alliance`. Dozwolone są nazwy roli, wzmianki o roli lub identyfikatory roli. Nazwy ról z wieloma słowami muszą być w cudzysłowach. Pamiętaj, że bieżący użytkownicy nie będą aktualizowani do czasu aktualizacji ich postaci lub gildii.
pt: Regras consistem em um cargo e um nome de guild. Quando um usuário tem um personagem registrado numa guild para a qual existe uma rega, ele receberá o cargo correspondente. Se ele não tiver mais um personagem na guild, o cargo será removido. Se `*` for usado no lugar da guild, o cargo será dado para todos usuários que tiverem personagens no mundo monitorado. Você também pode especificar um rank necessário na guild para obter o cargo. Por exemplo: `Keeper@Redd Alliance` dará o cargo apenas se o personagem tiver o rank `Keeper` na guild `Redd Alliance`. São permitidos nomes dos cargos, menções a cargos ou IDs de cargos. Nomes de cargos com várias palavras devem estar entre aspas duplas. Observe que os membros atuais não serão atualizados até que seus personagens ou guilds sejam alterados.

source: `*` - All users with registered characters.
es: `*` - Todos los usuarios con personajes registrados.
pt: `*` - Todos os usuários com personagens registrados.

source: `*@GuildName` / `GuildName` - All users with characters belonging to **GuildName**.
es: `*@GuildName` / `GuildName` - Todos los usuarios con personajes pertenecientes a **GuildName**.
pt: `*@GuildName` / `GuildName` - Todos os usuários com personagens pertencentes à guild **GuildName**.

source: `RankName@GuildName` - All users with characters belonging to **GuildName** and with rank **RankName**.
es: `RankName@GuildName` - Todos los usuarios con personajes pertenecientes a **GuildName** y con el rango **RankName**.
pt: `RankName@GuildName` - Todos os usuários com personagens pertencentes à guild **GuildName** e com o rank **RankName**.

source: That's not a valid rule. Valid rules are:
es: Eso no es una regla válida. Las reglas válidas son:
pt: Essa não é uma regra válida. Regras válidas são:

source: There's no guild named `{name}`
es: No hay ningún guild llamado `{name}`
pl: Nie istnieje gildia o nazwie `{name}`
pt: Não há guild chamada `{name}`

source: Autorole rule already exists.
es: La regla de autorol ya existe.
pt: Essa regra de cargo automático já existe.

source: You can't create a rule for a role higher or equals than your highest role.
es: No puedes crear una regla para un rol mayor o igual que tu rol más alto.
pt: Você não pode criar uma regra para um cargo maior ou igual ao seu maior cargo.

source: I can't create a rule for a role higher than my highest role.
es: No puedo crear una regla para un rol mayor que mi rol más alto.
pt: Não consigo criar uma regra para um cargo maior que meu cargo mais alto.
