Repository: NabDev/nabbot-locales
Catalog: */LC_MESSAGES/nabbot.po
Languages: es, pl, pt

source: Removes all entries from watchlist.
es: Elimina todas las entradas de la watchlist.
pt: Remove todos os registros da watchlist.

source: Do you want to remove all entries from the watchlist {channel}?
es: ¿Desea eliminar todas las entradas de la lista {channel}?
pt: Deseja remover todos os registros da watchlist {channel}?

source: All entries in {channel} have been removed.
es: Todas las entradas en {channel} se han eliminado.
pt: Todos os registros em {channel} foram removidos.

source: Shows information about a watchlist entry.
es: Muestra información sobre una entrada de la watchlist.
pt: Exibe informações sobre um registro em uma watchlist.

source: This shows who added the player, when, and if there's a reason why they were added.
es: Esto muestra quién agregó al jugador, cuándo, y si hay una razón por la que fueron añadidos.
pt: Isso mostra quem adicionou o jogador, quando, e se há um motivo pelo qual ele foi adicionado.

source: There's no character with that name registered to {channel}.
es: No hay ningún personaje con ese nombre registrado en {channel}.
pt: Não há personagem registrado com esse nome em {channel}.

source: No reason provided
es: Ninguna razón proporcionada
pt: Nenhum motivo informado

source: In #{channel}
es: En #{channel}
pt: Em #{channel}

source: Added by {user}
es: Añadido por {user}
pt: Adicionado por {user}

source: Shows details about a guild entry in a watchlist.
es: Muestra detalles sobre una entrada de guild en una watchlist.
pt: Mostra detalhes sobre um registro de uma guild em uma watchlist.

source: There's no guild with that name registered to {channel}.
es: No hay ninguna guild con ese nombre registrado en {channel}.
pt: Não há guild com esse nome registrada em {channel}.

source: Shows characters belonging to that watchlist.
es: Muestra personajes pertenecientes a esa watchlist.
pt: Mostra personagens pertencentes a esta watchlist.

source: Note that this lists all characters, not just online characters.
es: Ten en cuenta que esto enlista todos los personajes, no solo los personajes en línea.
pt: Observe que isto listará todos os personagens, não apenas os que estão online.

source: You can't see the list of a watchlist you can't see.
es: No puedes ver la lista de una watchlist que no puedes ver.
pt: Você não pode ver a lista de uma watchlist a qual você não possui acesso.

source: This watchlist has no registered characters.
es: Esta lista no tiene personajes registrados.
pt: Esta watchlist não tem personagens registrados.

source: Watched Characters in #{channel}
es: Personajes registrados en #{channel}
pt: Personagens Monitorados em #{channel}

source: Shows a list of guilds in the watchlist.
es: Muestra una lista de guilds en la watchlist.
pt: Exibe uma lista de guilds na watchlist.

source: Watched Guilds in #{channel}
es: Guilds registrados en #{channel}
pt: Guilds Monitoradas em #{channel}

source: Removes a character from a watchlist.
es: Elimina un personaje de una watchlist.
pt: Remove um personagem de uma watchlist.

source: There's no character with that name registered in {channel}.
es: No hay un personaje con ese nombre registrado en {channel}.
pt: Não há personagem registrado com esse nome em {channel}.

source: Do you want to remove **{char}** from this watchlist?
es: ¿Quieres eliminar a **{char}** de esta watchlist?
pt: Deseja remover **{char}** desta watchlist?

source: Character removed from the watchlist.
es: Personaje eliminado de la watchlist.
pt: Personagem removido da watchlist.

source: Deletes a watchlist feed.
es: Elimina una feed de watchlist.
pt: Remove o feed de uma watchlist.

source: The given channel must be the watchlist's channel, not the channel where the feed is located, for example: To remove the feed in channel `#enemies-feed`,a feed for the watchlist in `#enemies-45`, the command would be used like: `watchlist removefeed #enemies-45`
es: El canal dado debe ser el canal de la watchlist, no el canal donde se encuentra el feed, por ejemplo: Para eliminar el feed en el canal `#enemies-feed`, feed para la lista de seguimiento en `#enemies-45`, el comando sería usado como: `watchlist removefeed #enemies-45`
pt: O canal fornecido deve ser o canal da watchlist, não o canal onde o feed está localizado, por exemplo: Para remover o feed do canal `#enemies-feed`, um feed para a watchlist `#enemies-45`, o comando deve ser usado como: `watchlist removefeed #enemies-45`

source: {channel} doesn't have a feed.
es: {channel} no tiene un feed.
pt: {channel} não tem um feed.

source: The feed for {channel} has been removed.
es: El feed de {channel} ha sido eliminado.
pt: O feed de {channel} foi removido.

source: Removes a guild from the watchlist.
es: Elimina una guild de la watchlist.
pt: Remove uma guild da watchlist.

source: There's no guild with that name registered in {channel}.
es: No hay ningún guild con ese nombre registrado en {channel}.
pt: Não há guild com esse nome registrada em {channel}.

source: Do you want to remove **{name}** from this watchlist?
es: ¿Quieres eliminar a **{name}** de esta watchlist?
pt: Deseja remover **{name}** desta watchlist?

source: Guild removed from the watchlist.
es: Guild eliminado del watchlist.
pt: Guild removida da watchlist.

source: Deletes a watchlist, even if the channel doesn't exist anymore.
es: Elimina una watchlist, incluso si el canal ya no existe.
pt: Exclui uma watchlist, mesmo que o canal não exista mais.

source: The channel that holds the watchlist will be attempted to be deleted. The deletion of the channel may fail due to missing permissions. In this case, the channel may be deleted manually, the watchlist won't be updated anymore. This also allows you to delete watchlists in channels that no longer exist. To see the list of channels, try: `watchlist viewall`.
es: Se intentará eliminar el canal que contiene la lista vigilada. La eliminación del canal puede fallar debido a falta de permisos. En este caso, el canal puede ser eliminado manualmente, la watchlist ya no se actualizará más. Esto también le permite eliminar watchlists en canales que ya no existen. Para ver la lista de canales, intenta: `watchlist viewall`.
pt: O canal que contém a watchlist será excluído. A exclusão do canal pode falhar devido à falta de permissões. Neste caso, o canal pode ser excluído manualmente, a watchlist não será mais atualizada. Isso também permite que você delete watchlists em canais que não existem mais. Para ver a lista de canais, tente: `watchlist viewall`.

source: There's no watchlist registered on that channel.
es: No hay una watchlist registrada en ese canal.
pt: Não há watchlist registrada nesse canal.

source: Do you want to delete the watchlist from {channel}? All its entries will be lost and {channel} will be deleted too.
es: ¿Quieres eliminar la watchlist de {channel}? Todas sus entradas se perderán y {channel} se eliminará también.
pt: Deseja excluir a watchlist de {channel}? Todos os seus registros serão perdidos e {channel} também será excluído.

source: Watchlist deleted.
es: Watchlist eliminado.
pt: Watchlist excluída.

source: Watchlist deleted successfully. {icon} Could not delete {channel}. You can try deleting it manually. Its content won't be updated anymore.
es: Watchlist eliminada con éxito. {icon} No se pudo eliminar {channel}. Puedes intentar eliminarla manualmente. Su contenido ya no se actualizará.
pt: Watchlist excluída com sucesso. {icon} Não foi possível excluir {channel}. Você pode tentar excluí-lo manualmente. Seu conteúdo não será mais atualizado.

source: Watchlist and channel deleted successfully.
es: Watchlist y canal borrados correctamente.
pt: Watchlist e canal excluídos com sucesso.

source: Watchlist deleted successfully.
es: Watchlist eliminada exitosamente.
pt: Watchlist excluída com sucesso.

source: Changes whether the online count will be displayed in the watchlist's channel's name or not.
es: Cambia si mostrar o no el conteo de personajes en línea en el nombre del canal de watchlist o no.
pt: Muda se a contagem de jogadores online será exibida no nome do canal da watchlist ou não.

source: Showing online count is now enabled. The name will be updated on the next cycle.
es: Mostrando conteo de jugares en línea. El nombre se actualizará en el próximo ciclo.
pt: A contagem de jogadores online está ativada agora. O nome do canal será atualizado no próximo ciclo.

source: Showing online count is now disabled. The name will be updated on the next cycle.
es: El conteo de personajes en línea esta ahora desactivado. El nombre se actualizará en el próximo ciclo.
pt: A contagem de jogadores online está desativada agora. O nome do canal será atualizado no próximo ciclo.

source: That's not a valid option, try `yes` or `no`.
es: Esa no es una opción válida, intenta `sí` o `no`.
pt: Esta não é uma opção válida, tente `sim` ou `não`.

source: Shows all registered watchlists.
es: Muestra todos los watchlists.
pt: Exibe todas as watchlists registradas.

source: When the channel holding a watchlist is deleted, the watchlist is automatically deleted too. However, there may be cases where the watchlist is not deleted, leaving it bound to deleted channel. Watchlists bound to deleted channels can be deleted using `watchlist removelist` followed by the channel's id. The channel id is the number displayed here for deleted channels.
es: Cuando el canal que contiene una watchlist es eliminado, la watchlist también se elimina automáticamente. Sin embargo, puede haber casos en los que la watchlist no sea eliminada, dejándola ligada a un canal eliminado. Las watchlist vinculadas a los canales eliminados pueden ser eliminadas usando `watchlist removelist` seguido por el id del canal. El id del canal es el número que se muestra aquí para los canales eliminados.
pt: Quando o canal contendo uma watchlist é excluído, a watchlist também é excluída automaticamente. No entanto, pode haver casos em que a watchlist não é excluída, deixando-a vinculada a um canal excluído. Watchlists vinculadas a canais excluídos podem ser excluídas usando `watchlist removelist` seguido pelo ID do canal. O ID do canal é o número exibido aqui para canais excluídos.

source: There are no watchlists in this server.
es: No hay watchlists en este servidor.
pt: Não há nenhuma watchlist neste servidor.

source: Deleted Channel #{id}
es: Canal #{id} eliminado
pt: Canal #{id} eliminado

source: The whitelist filters in level up and deaths announcements.
es: La lista blanca filtra niveles y muertes en anuncios.
pt: A lista branca adiciona filtros que exibem anúncios de mortes e avanços de level apenas de certos personagens.

source: Adds a guild to the whitelist.
es: Añade un guild a la lista blanca.
pt: Adiciona uma guild à lista branca.

source: Only characters in whitelisted guilds will have their levels and deaths announced. If the whitelist is empty, all characters will be announced.
es: Solo los personajes de los guilds en la lista blanca tendrán sus niveles y muertes anunciadas. Si la lista blanca está vacía, todos los personajes serán anunciados.
pt: Apenas personagens nas guilds em listas brancas terão suas mortes e avanços de level anunciados. Se a lista branca estiver vazia, todos os personagens serão anunciados.

source: The guild {guild} is not in {world}.
es: El guild {guild} no está en {world}.
pt: A guild {guild} não é de {world}.

source: This guild is already in the whitelist.
es: Este guild ya esta en la lista blanca.
pt: Essa guild já está na lista branca.

source: Do you want to add **{guild}** to the whitelist? *Only characters from this guild and other whitelisted guilds will be announced*
es: ¿Quieres añadir **{guild}** a la lista blanca? *Solo los personajes de este guild y de otros guilds en la lista blanca serán anunciados*
pt: Deseja adicionar **{guild}** à lista branca? *Apenas serão anunciados personagens desta guild e de outras guilds em listas brancas*

source: **{guild}** has been added to the whitelist.
es: **{guild}** ha sido añadido a la lista blanca.
pt: **{guild}** foi adicionada à lista branca.

source: Shows the guilds currently in the whitelist.
es: Muestra los guilds actualmente en la lista blanca.
pt: Mostra as guilds atualmente na lista branca.

source: There are no whitelisted guilds in this server. All level ups and deaths are announced.
es: No hay guilds en la lista blanca en este servidor. Todos los niveles y muertes son anunciados.
pt: Não há guilds na lista branca deste servidor. Todos as mortes e avanços de level são anunciados.

source: Whitelisted guilds
es: Guilds en la lista blanca
pt: Guilds na lista branca

source: Removes a guild from the whitelist.
es: Elimina un guild de la lista blanca.
pt: Remove uma guild da lista branca.

source: There is no guild with that name in the whitelist.
es: No hay ningún guild con ese nombre en la lista blanca.
pt: Não há guild com esse nome na lista branca.

source: Do you want to remove **{name}** from the whitelist?
es: ¿Quieres eliminar a **{name}** de la lista blanca?
pt: Deseja remover **{name}** da lista branca?

source: **{name}** has been removed from the whitelist.
es: **{name}** ha sido eliminado de la lista blanca.
pt: **{name}** foi removida da lista branca.

source: Do you want to create a feed channel for {channel}?
es: ¿Quieres crear un canal de feed para {channel}?
pt: Deseja criar um canal de feed para {channel}?

source: Watchlist feed channel created by {user}
es: Canal del feed de watchlist creado por {user}
pt: Canal de feed de watchlist criado por {user}

source: This is the new feed channel for {channel}. Level ups and deaths for characters in this watchlist will be announced here. You might update this channel's permissions to allow others to see it.
es: Este es el nuevo feed para {channel}. Los niveles y muertes de personajes en esta watchlist se anunciarán aquí. Puede actualizar los permisos de este canal para permitir que otros lo vean.
pt: Este é o novo canal de feed para {channel}. Mortes e avanços de level de personagens nesta watchlist serão anunciados aqui. Você pode atualizar as permissões deste canal para permitir que outros o vejam.

source: Sorry, I failed to set the feed channel due to missing permissions.
es: Lo siento, no he podido establecer el canal de feed a que no tengo permisos suficientes.
pt: Desculpe, não consegui configurar o canal de feed devido à falta de permissões.

source: Something went wrong while creating the new channel.
es: Algo salió mal al crear el nuevo canal.
pt: Algo deu errado ao criar o novo canal.

source: Watchlist feed created successfully.
es: Watchlist feed eliminado exitosamente.
pt: Feed da watchlist criado com sucesso.

source: I need both `Manage Channel` and `Manage Webhooks` permissions in {new_channel} in order to create a feed for {channel}
es: Necesito los permisos de `Gestionar canal` y `Gestionar webhooks` en {new_channel} para crear un feed para {channel}
pt: Preciso das permissões `Gerenciar canais` e `Gerenciar webhooks` em {new_channel} para criar um feed para {channel}

source: Do you want to assign {new_channel} as the feed channel for {channel}?
es: ¿Deseas asignar a {new_channel} como canal de feed para {channel}?
pt: Deseja utilizar {new_channel} como o canal de feed para {channel}?

source: Watchlist webhook created by {user}
es: Webhook de watchlist creado por {user}
pt: Webhook da watchlist criado por {user}

source: This is the new feed channel for {channel}. Level ups and deaths for characters in this watchlist will be announced here.
es: Este es el nuevo canal de feed para {channel}. Los niveles y muertes de personajes en esta watchlist se anunciarán aquí.
pt: Este é o novo canal de feed para {channel}. Mortes e avanços de level de personagens nesta watchlist serão anunciados aqui.

source: Something went wrong while assigning the feed channel.
es: Algo salió mal al asignar el canal de feed.
pt: Algo deu errado ao atribuir o canal de feed.

source: Watchlist feed assigned successfully.
es: Watchlist feed asignado exitosamente.
pt: Feed da watchlist atribuído com sucesso.

source: {summon} of {player}
es: {summon} de {player}
pt: {summon} de {player}

source: The following characters were reclaimed by you
es: Los siguientes personajes fueron reclamados por ti
pt: Os seguintes personagens foram reivindicados por você

source: I found more than one result, please select one to proceed:
es: Encontré más de un resultado, por favor selecciona uno para continuar:
pt: Encontrei mais de um resultado, por favor, selecione um para prosseguir:

source: No results found.
es: No se encontraron resultados.
pt: Nenhum resultado encontrado.

source: Select an option
es: Selecciona una opción
pt: Selecione uma opção

source: Suggestions
es: Sugerencias
pt: Sugestões

source: …and {count:,} more
es: …y {count:,} más
pt: …e mais {count:,}

source: Please choose one of the options.
es: Selecciona una de las opciones.
pt: Por favor, escolha uma das opções.

source: I couldn't find what you were looking for, maybe you mean one of these?
es: No pude encontrar lo que estabas buscando, ¿tal vez te refieras a uno de estos?
pt: Não consegui encontrar o que você estava procurando, talvez você se referia a um destes?

source: **Only say the number** (*0 to cancel*)
es: **Solo di el número** (*0 para cancelar*)
pt: **Diga somente o número** (*0 para cancelar*)

source: That wasn't in the choices.
es: Eso no estaba en las opciones.
pt: Isso não estava nas opções.

source: Bot does not have `Add Reactions` permission.
es: El bot no tiene permiso de `Añadir reacciones`.
pt: Bot não tem a permissão de `Adicionar reações`.

source: Bot does not have `Read Message History` permission.
es: El bot no tiene permiso para `Leer el historial de mensajes`.
pt: O bot não tem a permissão de `Ver histórico de mensagens`.

# years abbreviation
source: y
pt: a

# minutes abbreviation
source: m
pl: min.
pt: min

source: No
pl: Nie
pt: Não

source: Registering…
pl: Rejestrowanie…
pt: Registrando…

source: Expert Exercise Dummies
pt: Exercise Dummies da Store

source: Balance
pl: Bilans
pt: Saldo

source: You have too many registered characters ({count}/{limit}).
pl: Masz zbyt wiele zarejestrowanych postaci ({count}/{limit}).
pt: Você tem muitos personagens registrados ({count}/{limit}).

source: Roles
pl: Role
pt: Cargos

source: Color
pl: Kolor
pt: Cor

source: Drome Score
pl: Wynik Drome
pt: Pontuação do Drome

source: Mounts
pl: Mounty
pt: Montarias

source: Show full content
pl: Pokaż pełną zawartość
pt: Mostrar o conteúdo completo

source: Displays information about a book and a snippet of its content.
pl: Wyświetla informacje o książce i fragment jej zawartości.
pt: Exibe informações sobre um livro e um trecho do seu conteúdo.

source: I couldn't find a book with that name.
pl: Nie mogłem znaleźć książki o tej nazwie.
pt: Não consegui encontrar um livro com esse nome.

source: Searches in the book content of all known books in the game.
pl: Wyszukuje w zawartości wszystkich znanych książek w grze.
pt: Pesquisa no conteúdo de todos os livros conhecidos do jogo.

source: Possible books
pl: Możliwe książki
pt: Possíveis livros

source: Author
pl: Autor
pt: Autor

source: Previous book
pl: Poprzednia książka
pt: Livro anterior

source: Next book
pl: Następna książka
pt: Próximo livro

source: Content Preview
pl: Podgląd treści
pt: Pré-visualização do Conteúdo

source: Content
pl: Treść
pt: Conteúdo

# Spell with variable mana
source: Variable
pt: Variável

source: Magic Type
pt: Tipo Mágico

source: Characters in other worlds other than the currently tracked world are skipped. If it finds a character owned by another user, the whole process will be stopped.
pl: Postacie na innych światach niż obecnie śledzony świat są pomijane. Jeśli znajdzie postać będącą własnością innego użytkownika, cały proces zostanie zatrzymany.
pt: Personagens de outros mundos que não o mundo atualmente monitorado são ignorados. Se um personagem de outro usuário for encontrado, todo o processo será interrompido.

source: One or more characters in this account are already registed to a different Discord user:
pl: Jedna lub więcej postaci na tym koncie jest już zarejestrowanych do innego użytkownika Discorda:
pt: Um ou mais personagens dessa conta já estão registrados a um outro usuário do Discord:

source: If the character really belongs to you, copy the following code (including slashes) into the character's comment section in Tibia.com:
pl: Jeśli postać naprawdę należy do Ciebie, skopiuj następujący kod (w tym ukośniki) do komentarza postaci na Tibia.com:
pt: Se o personagem realmente pertence a você, copie o seguinte código (incluindo as barras) na seção de comentários do personagem no Tibia.com:

source: Note that it might take a couple minutes for the change to be detected.
pl: Pamiętaj, że wykrycie zmiany może zająć kilka minut.
pt: Note que pode levar alguns minutos para que a alteração seja detectada.

source: Select the characters you want to register:
pl: Wybierz postacie, które chcesz zarejestrować:
pt: Selecione os personagens que você deseja registrar:

source: You may only select up to {limit} character.
pl: Możesz wybrać maksymalnie {limit} postać.
pt: Você só pode selecionar até {limit} personagem.

source: There are no characters to register, the following are already registered to you:
pl: Nie ma postaci do rejestracji, następujące postacie są już dla Ciebie zarejestrowane:
pt: Não há personagens para registrar, os seguintes já estão registrados:

source: The following characters were already registered to you
pt: Os seguintes personagens já estavam registrados a você

source: The following characters were added to you
pt: Os seguintes personagens foram adicionados a você

source: The following characters were reassigned to you
pt: Os seguintes personagens foram reatribuídos a você

# days abbreviation
source: d
pl: dn.

# hours abbreviation
source: h
pl: godź.

# seconds abbreviation
source: s
pl: sek.

# House type
source: Guildhalls
pl: Guildhalle

source: Bots
pl: Boty

source: total
pl: w sumie

source: Respawns
pl: Respawny

source: Charm Points
pl: Punkty charmów

source: Magic Level (knights)
pl: Magic Level (knight)

source: Magic Level (paladins)
pl: Magic Level (paladyni)

source: Skills
pl: Skille

source: Gold
pl: GP

source: Charms
pl: Charmy

source: Outfits
pl: Outfity

source: Guild
pl: Gildia

source: Total
pl: W sumie

source: kills
pl: zabójstw
